{"total":"432","data":[
  {
  "title":"Wildlife Closure: Several Trails Are Off Limits During Peregrine Falcon Nesting Period",
  "id":"080DA2BA-155D-451F-67E747D79A312D12",
  "description":"The Precipice Trail, Jordan Cliffs Trail, Valley Cove Trail, and a portion of the Orange & Black Path are closed to public entry until further notice. Park staff have observed adult peregrine falcons engaging in courtship and pre-nesting behavior.",
  "category":"Park Closure",
  "url":"http:\/\/www.nps.gov\/acad\/learn\/news\/peregrine-falcons-return.htm",
  "parkCode":"acad"
  },

  {"title":"Lighthouse Trail To Close For Repairs May 13-30","id":"2393EB87-CFB3-682E-68983A34269362A8","description":"Repairs will close a trail at the east end of the Bass Harbor Head Lighthouse parking lot, which travels down to the rocky coastline, for about two weeks starting on May 13. An asphalt trail at the west of the parking lot will remain open.","category":"Park Closure","url":"https:\/\/www.nps.gov\/acad\/planyourvisit\/conditions.htm","parkCode":"acad"},{"title":"New CUA application and entrance fees coming Oct 1, 2019","id":"A94B7C22-F9C3-97C0-E3F4E0597AC2D821","description":"The National Park Service is standardizing road-based commercial tour commercial use authorization (CUA) requirements and fees agency-wide. The CUA application fee will be $300 and the entrance fee will be $15 per person, and passes will not apply.","category":"Information","url":"https:\/\/www.nps.gov\/acad\/getinvolved\/dobusinesswithus.htm","parkCode":"acad"},{"title":"Parking reduced at Sieur de Monts. Watch for workers and equipment.","id":"B4A9A176-CDAB-19F0-AE64D027D993B5AC","description":"Expect intermittent reduced parking  at the Sieur de Monts parking lot area in late April through May as the site of a former septic system is restored to a natural forested wetland. Be on the lookout for workers and equipment.","category":"Caution","url":"https:\/\/www.nps.gov\/acad\/planyourvisit\/conditions.htm","parkCode":"acad"},{"title":"Opening Delayed for Hulls Cove Visitor Center","id":"B854B3AF-BDE6-7896-BA28DC10FC3DD82F","description":"Acadia's main visitor center remains closed due to ongoing construction. For particulars, click \"more.\" Entry pass sales begin May 1 at Thompson Island. Avoid lines by buying your pass online and printing it before you get here.","category":"Park Closure","url":"https:\/\/www.nps.gov\/acad\/planyourvisit\/conditions.htm","parkCode":"acad"},{"title":"Using Public Transportation - Quincy Center","id":"F158136E-E1FB-6D53-E7AF0685CD2D9F90","description":"If using public transportation, please get off at the Quincy Center subway stop.  Call the Visitor Center at 617-770-1175 with any additional questions.","category":"Park Closure","url":"","parkCode":"adam"},{"title":"Fax Machine Down","id":"BBA60B35-1DD8-B71B-0B713526C005A058","description":"Please return requests for ranger-led programming by e-mail while our fax line at 212.227.2026 is undergoing repairs. Thank you.","category":"Information","url":"","parkCode":"afbg"},{"title":"Security Screening","id":"23397233-155D-451F-6761C3A6476694B7","description":"Please be advised that visitors entering 290 Broadway are subject to airport-style security. This may include the removal of shoes and presenting of photo identification. Please plan accordingly.","category":"","url":"","parkCode":"afbg"},{"title":"No Services","id":"3E6E24A1-1DD8-B71B-0BF47B2A2BA77175","description":"Agate Fossil Beds National Monument is 30 - 50 miles from the nearest service stations.  Be sure to fill your gas tank before visiting.","category":"Information","url":"","parkCode":"agfo"},{"title":"Limited Cell Phone Coverage","id":"3E44598E-1DD8-B71B-0BAB5E4EFF401171","description":"Please note that there is very limited cell phone service in the area.","category":"Information","url":"","parkCode":"agfo"},{"title":"Some Park Phone Lines Intermittently Out of Service","id":"8182F40E-E4E4-415E-2D0F019BF9A4B404","description":"Use (308) 665-4113 to contact the park or click the Contact Us link on the left side of this page to email a ranger.","category":"Information","url":"","parkCode":"agfo"},{"title":"Zebra Mussel Alert","id":"87005A1E-E6C3-EE00-0151679829BFF942","description":"Samples collected from Lake Amistad in December 2018 tested positive for zebra mussel DNA.  These findings do not indicate that live adult zebra mussels are in the lake, but place us in the inconclusive status. Click the link to learn more:","category":"Caution","url":"https:\/\/www.nps.gov\/amis\/learn\/aquatic-invasive-species.htm","parkCode":"amis"},{"title":"Temporary Visitor Center Hours and New Location","id":"B9E9A1C1-9894-CFFA-06588E3539E007D7","description":"Until further notice the Amistad Visitor Center will be closed on Sundays.  The hours Monday-Saturday are 8 AM to 4:30 PM.  We are now located at 10477 Hwy 90 W, about one mile west of the old Visitor Center location.","category":"Park Closure","url":"","parkCode":"amis"},{"title":"Notice to travelers to National Cemetery","id":"EA232A63-0890-64D9-F0BD85F7E052BAA5","description":"Due to the narrow roadway and tight turn on Monument Avenue, RVs, mobile homes, charter buses or vehicles with trailers are prohibited from the National Cemetery. Check for more information about parking at the Visitor Center upon your arrival.","category":"Caution","url":"","parkCode":"anjo"},{"title":"Sidewalk to Burnside Bridge Under Repair","id":"874AD11D-1DD8-B71B-0BB7C427A5FCD157","description":"The park has begun a construction project to repair the sidewalk leading to the Burnside Bridge. One lane of the road leading to the bridge has been closed to vehicles and can be used to walk to the bridge. Please use caution driving to the parking lot.","category":"Park Closure","url":"","parkCode":"anti"},{"title":"Private Property: Sand & Rocky Islands","id":"5D7507BF-1DD8-B71B-0BF00341B4063A87","description":"Reminder: There are private holdings on the southeast corner of Sand Island, and just north of Group Site A on Rocky Island. It is trespassing to be on their property, including their docks. Stay out of those clearly marked areas or you can be fined.","category":"Information","url":"","parkCode":"apis"},{"title":"Little Sand Bay Construction","id":"888CF835-1DD8-B71B-0BD56ACB051A39AE","description":"Beginning in mid-May 2018 construction of a new visitor center will impact operations at Little Sand Bay. Expect severely limited parking and reduced beach access.","category":"Information","url":"","parkCode":"apis"},{"title":"BEAR WARNING AT OVERNIGHT SITES IN GA, NC, TN, VA, NY, and MA","id":"A835BBC3-F254-8AFA-C8DA66BE57FDFB62","description":"Hikers are advised to be \"bear aware\" in all areas of the A.T. but particularly around overnight sites and especially overnight sites in GA, NC, TN, VA, NY, and MA. We recommend you carry a bear resistant canister and never leave packs unattended.","category":"Danger","url":"http:\/\/www.appalachiantrail.org\/home\/explore-the-trail\/trail-updates","parkCode":"appa"},{"title":"ICEWATER SPRINGS SHELTER IN GREAT SMOKY MTN NATIONAL PARK CLOSED DUE TO BEAR ACTIVITY","id":"5D4A293F-9612-7B04-35EB1E898D2ADC8B","description":"Icewater Springs Shelter in Great Smoky Mountains National Park is closed to all entry due to bear activity.","category":"Park Closure","url":"","parkCode":"appa"},{"title":"CONTAMINATED WELL WATER AT SHENANDOAH TENTING AREA IN NY - PUMP CLOSED","id":"F16C9FAF-1DD8-B71B-0BA0EC6A03F3ED19","description":"Hikers should NOT drink the water from the well at the Shenandoah Tenting Area in NY. It has tested positive for E coli contaminates. The well is currently closed and will remain closed until appropriate corrective measures can be taken.","category":"Park Closure","url":"http:\/\/www.appalachiantrail.org\/home\/explore-the-trail\/trail-updates","parkCode":"appa"},{"title":"WATAUGA LAKE SHELTER IN TENNESSEE CLOSED DUE TO BEAR ACTIVITY","id":"F68FFC63-1DD8-B71B-0B63CFB283C0BBCA","description":"Watauga Lake Shelter in Tennessee is closed to all entry due to bear activity.","category":"Park Closure","url":"","parkCode":"appa"},{"title":"Panorama Point Construction","id":"8F41C4C2-97F2-466F-1F4BDE7D4B0AFF83","description":"We expect construction work at Panorama Point to continue until mid-June. The viewpoint may close during occasional concrete pouring.","category":"Information","url":"https:\/\/www.nps.gov\/articles\/arch-night-sky-panorama-point.htm","parkCode":"arch"},{"title":"Spring Traffic Congestion","id":"4AF0FE56-B0DF-70E2-F8D1065E4FCD4CF2","description":"Expect crowds and traffic congestion at Arches during the spring season. Avoid arriving 9 am to noon, when wait times at the entrance gate may exceed 30 minutes. Parking lots and trails may be crowded.","category":"Information","url":"https:\/\/www.nps.gov\/arch\/planyourvisit\/traffic.htm","parkCode":"arch"},{"title":"Arlington House Closed Until January of 2020 for Rehabilitation","id":"4341F545-1DD8-B71B-0B87A799D60BB170","description":"Arlington House is temporarily closed through January of 2020 for the multi-million dollar rehabilitation of the site.","category":"Park Closure","url":"https:\/\/www.nps.gov\/arho\/learn\/news\/rehabilitation-of-arlington-house-entering-construction-phase.htm","parkCode":"arho"},{"title":"Virginia District - Construction work at entrance to Chincoteague National Wildlife Refuge","id":"B521CBB0-9D61-9554-4C36EE7B0CF1D782","description":"4-26-19: Expect short delays on weekdays due to construction at entrance to VA district. Pay attention to closures and avoid walking near work zones and heavy equipment.","category":"Caution","url":"","parkCode":"asis"},{"title":"Virginia District OSV Closure - Nesting Shorebirds","id":"C76D3086-1DD8-B71B-0BCD60A5312A3AAA","description":"3-15-19: The South Over-Sand Vehicle (OSV) zone in Virginia is open to the Coast Guard Station to vehicles and pedestrians. The hook is currently closed. The North OSV zone at C dike is open to visitors who are actively fishing.","category":"Park Closure","url":"","parkCode":"asis"},{"title":"Park Entrance Fees","id":"F50CD266-1DD8-B71B-0B4A1A4641FAD525","description":"The 7-day vehicle pass is $25. Motorcycles are $15 and Single\/per person (bicycle and walk in) are $12.  The annual Badlands pass is $50.","category":"Information","url":"","parkCode":"badl"},{"title":"Bandelier access by shuttle only 9 am to 3 pm May 16 - October 16, 2019","id":"3F9E5F29-155D-451F-67C827D91BEF6BC9","description":"Access to Bandelier National Monument and the Frijoles Canyon Visitor Center is by shuttle bus only, May 16-October 16, from 9am to 3pm 7 days a week. Shuttle pickup is at the White Rock Visitor Center, or at the shuttle parking in Juniper Campground.","category":"Park Closure","url":"https:\/\/www.nps.gov\/band\/visitsum18.htm","parkCode":"band"},{"title":"Strong Winds and Hazard Trees","id":"14782F36-1DD8-B71B-0BCA86558413B16E","description":"Because of recent fires and forest die-back, some areas of the Monument can be dangerous during times of high winds. Use caution and stay alert when hiking on windy days, and backcountry camp well away from stands of dead or fire damaged trees.","category":"Caution","url":"","parkCode":"band"},{"title":"Uber, Lyft, and other \"Taxi\" services","id":"9206CFFB-1DD8-B71B-0B8F5B25B74E5C5C","description":"Bandelier is in a remote location, with cell service in the canyon limited to Verizon 4G only. Services like Uber and Lyft will bring you here, but there may be no way to contact a ride out. Please plan your pickup before being dropped off at Bandelier.","category":"Information","url":"","parkCode":"band"},{"title":"Expect rolling roadwork","id":"2270DF03-DE98-C8FE-BE2ED383E11264A6","description":"Workers may close one lane during off-peak, evening hours to continue repairs on the parkway. Expect workers in the road between MD 197 and MD 32.","category":"Caution","url":"https:\/\/www.nps.gov\/bawa\/learn\/news\/national-park-service-begins-new-repairs-to-baltimore-washington-parkway-this-weekend.htm","parkCode":"bawa"},{"title":"Outhouse at Serpentine Hot Springs","id":"8C462320-A6F7-077F-944C6B4442BF4BA5","description":"Please be advised: The outhouse at Serpentine Hot Springs is full. The outhouse hole has frozen and waste, ice, and snow have filled it up.","category":"Information","url":"","parkCode":"bela"},{"title":"Race to Ratification 5K","id":"AF514BDD-A7B4-F12E-6AC48A4DE7D68C8B","description":"Registration Open for the Race to Ratification 5K on June 9, 2019","category":"Information","url":"https:\/\/www.nps.gov\/bepa\/planyourvisit\/r2r.htm","parkCode":"bepa"},{"title":"Maverick Road Open to Santa Elena Canyon trailhead and scenic overloook.","id":"8D1E2EDB-CF4F-9D50-5A8C84140BF43CEA","description":"Old Maverick is now open as far as the Santa Elena Canyon trailhead and scenic overlook.\n-HIGH CLEARANCE VEHICLES ONLY.\n-NO THROUGH ACCESS to Castolon, Cottonwood Campground, or Ross Maxwell Scenic Drive.\n\nFire crews at work.","category":"Caution","url":"","parkCode":"bibe"},{"title":"CASTOLON CLOSURES DUE TO FIRE","id":"F047220C-FE88-E682-438D70BEA0D673D2","description":"Due to a fire in the Castolon area, the following closures are in effect:\n- Castolon is closed\n- Cottonwood Campground Closed\n- River Road West from Buenos Aires to Castolon Closed.\n- The Ross Maxwell Scenic Drive is open to Mile 22.","category":"Park Closure","url":"https:\/\/www.nps.gov\/bibe\/learn\/news\/wildfire-damages-historic-buildings.htm","parkCode":"bibe"},{"title":"Temporary Closure of Big Cypress National Preserve to Off-Road Vehicle Recreational Use","id":"94FF78C9-DD28-2924-FF3E341D30DA357D","description":"All units of the original Big Cypress National Preserve will be temporarily closed to all recreational Off-Road Vehicle (ORV) use. The closure is in effect on 12:01 a.m., June 03, 2019. It will be rescinded on August 02, 2019. Closure signs will be posted","category":"Information","url":"","parkCode":"bicy"},{"title":"Big Cypress National Preserve - New phone number, Oasis Visitor Center & Off Road Vehicle Office","id":"B39CCC5E-99F1-E4BD-36D5834505C5FAAD","description":"Oasis Visitor Center and the Off Road Vehicle Office temporarily have a new phone number. Please call us at 239-695-4111,  extension 2 for the front desk and extension 3 for the Off Road Vehicle Office. Thank you.","category":"Information","url":"","parkCode":"bicy"},{"title":"Precautions for Zika Virus","id":"0A624DA1-1DD8-B71B-0B010C099120ED6E","description":"There are no areas of ongoing, active transmission of Zika by mosquitoes in Florida, yet please take appropriate personal protection measures including the use of insect repellent and wearing long-sleeved shirts and long pants during your park visit.","category":"Information","url":"https:\/\/www.nps.gov\/articles\/zika-virus.htm","parkCode":"bisc"},{"title":"Missing Navigational Markers","id":"40CBD3AE-1DD8-B71B-0B8C60D0372F14B2","description":"Please use caution in park waters due to navigational markers that may be missing or moved because of Hurricane Irma.","category":"Caution","url":"","parkCode":"bisc"},{"title":"Repair of Stiltsville Houses","id":"F3B15942-1DD8-B71B-0BB637349A121A27","description":"Because of damage to the Stiltsville houses after Hurricane Irma, public use of the houses is suspended until necessary repairs are made to the structures. All seven houses remain standing.","category":"Information","url":"http:\/\/stiltsvilletrust.org\/","parkCode":"bisc"},{"title":"The Use of Drones is Prohibited at Big South Fork National River & Recreation Area","id":"B5021FEE-1DD8-B71B-0BDBFF48A6A46974","description":"Currently, the use of drones is prohibited at Big South Fork and all National Parks. Detailed information about the policy is available...","category":"Information","url":"https:\/\/www.nps.gov\/policy\/PolMemos\/PM_14-05.htm","parkCode":"biso"},{"title":"Firewood ban is in effect for the park.","id":"85FDF60C-1DD8-B71C-0E445151F456192A","description":"Firewood ban is in effect for the park. Only firewood from the surrounding counties of  Scott, Morgan, Pickett, and Fentress, in Tennessee, and McCreary in Kentucky, can be brought into the park. Firewood is for sale or you may use dead and down wood.","category":"Information","url":"https:\/\/www.nps.gov\/biso\/planyourvisit\/firewood-quarantine.htm","parkCode":"biso"},{"title":"Black Bears at Big South Fork","id":"865F2013-1DD8-B71C-0E38B42BE13C7442","description":"Black bears call Big South Fork NRRA home. Help keep them healthy and safe by storing all food, cooking items, feed, cosmetics and coolers properly stored when at campgrounds or in the backcountry.","category":"Information","url":"https:\/\/www.nps.govhttps:\/\/www.nps.gov\/biso\/learn\/nature\/blackbear.htm","parkCode":"biso"},{"title":"Bridge Closure on Turkey Creek Trail","id":"E77B1BF7-0F9E-4F80-1CE87E09FF784C29","description":"The bridge over Turkey Creek just south of the Sandhill Loop Trail is closed due flood damage.","category":"Park Closure","url":"","parkCode":"bith"},{"title":"Water Flows Increasing","id":"DFB9C093-155D-451F-67A1B4F0BDD127DE","description":"Water flows on the Gunnison River are increasing due to spring runoff and heavy rain.","category":"Caution","url":"https:\/\/waterdata.usgs.gov\/co\/nwis\/uv?site_no=09128000","parkCode":"blca"},{"title":"Dog Restrictions","id":"F43CC4A4-9573-F51F-BF29E7E215A4652E","description":"Dog restrictions will be in effect for South Rim Campground and the Rim Rock Trail from June 1 to August 10, 2019.","category":"Park Closure","url":"https:\/\/www.nps.gov\/blca\/planyourvisit\/pets2.htm","parkCode":"blca"},{"title":"Parking Congestion","id":"FBD97958-155D-451F-6752E0781FE02A8C","description":"During the summer season, parking is very limited. Visitors can expect long waits entering the park, full trailhead parking, campgrounds, and Wilderness routes. Plan your visit around the busiest time of day - typically 10 am to 2 pm - to avoid congestion","category":"Information","url":"","parkCode":"blca"},{"title":"Closures Due to Weather","id":"88E6A7CE-1DD8-B71B-0B3982ECAB31CC7A","description":"Spring weather is fickle in the mountains, and may cause temporary weather-related closures along the parkway. Please check the Road and Facility Closures page for a link to the real-time road map for closure updates.","category":"Park Closure","url":"https:\/\/www.nps.gov\/blri\/planyourvisit\/roadclosures.htm","parkCode":"blri"},{"title":"Trail Closure","id":"1DD4E520-1DD8-B71B-0BE0B7679838E88E","description":"The Tanawha Trail at the Boone Fork Creek foot bridge is closed due to storm damage.","category":"Park Closure","url":"","parkCode":"blri"},{"title":"Access to Bluestone through Bluestone State Park closed","id":"BD7C61FE-0E01-8150-500DD08C1D285E03","description":"There is currently no access to the Bluestone Turnpike Trail through Bluestone State Park. The road from the Bluestone State Park Visitor Center to the trailhead is currently closed due to slides. It is expected to be open by Memorial Day 2019.","category":"Information","url":"","parkCode":"blue"},{"title":"Trails Status","id":"FE3D0E3C-D2C3-E85A-F209D742C0CEA991","description":"Most trails are now open. Current closures: Navajo Loop and the backcountry Agua Canyon Connector Trail.","category":"Park Closure","url":"","parkCode":"brca"},{"title":"Rainbow Point Burn Piles","id":"8DD60B0D-B6F4-F62F-B474416B7A474833","description":"During the month of May, fire crews will begin burning of wood piles in the Rainbow Point area with the goal of reducing wildfire risk to structures and facilities. No closures are anticipated, though smoke may be visible.","category":"Information","url":"","parkCode":"brca"},{"title":"Roads Status","id":"82F8D29A-C8E1-9C2C-026D11B46B83AB54","description":"The southern scenic drive is now fully open. Visitors may travel the full 18 miles to Rainbow and Yovimpa Points. The free Rainbow Shuttle is also in service. 3-hour tours depart at 9 a.m. and 1:30 p.m. Reservations by calling 435-834-5290","category":"Information","url":"","parkCode":"brca"},{"title":"Compton-Erbie Road Condition","id":"7CC49200-1DD8-B71B-0B839BB8A136E13B","description":"Compton-Erbie Rd. (Co. Rd. 19), accessible from Hwy. 43 at Compton, is in very poor condition and should only be attempted in a high-clearance, 4WD vehicle. Significant upgrade to this road is scheduled for next year.","category":"Caution","url":"","parkCode":"buff"},{"title":"Statewide quarantine for firewood.","id":"7F45F1E1-1DD8-B71B-0B36A4471B73E561","description":"Arkansas Agriculture Department’s State Plant Board (ASPB) has approved a statewide quarantine which covers firewood of all hardwood species.","category":"Information","url":"https:\/\/www.nps.gov\/buff\/planyourvisit\/firewood.htm","parkCode":"buff"},{"title":"Cabrillo Sea Cave Closed","id":"90709F33-1DD8-B71B-0BB7E73F8C6A284B","description":"Visitors are advised that the Cabrillo Sea Cave is located within a closed area of the park. Due to extremely dangerous conditions and in compliance with the Marine Mammal Protection Act, no entry is allowed at any time. Closure enforced by Federal law.","category":"Park Closure","url":"","parkCode":"cabr"},{"title":"Cabrillo National Monument Announces Fee Increase And Fee Free Days For 2019","id":"AC893C2E-C541-CCB9-8F3FC7E4208C698C","description":"As part of its ongoing efforts to address aging park infrastructure and improve the visitor experience, Cabrillo National Monument announces an entrance fee increase beginning January 1, 2019.","category":"Information","url":"https:\/\/www.nps.gov\/cabr\/learn\/news\/cabrillo-national-monument-announces-fee-increase-and-fee-free-days-for-2019.htm","parkCode":"cabr"},{"title":"Cell Phone Service is not Available in Tidepool Area","id":"438F481D-DEFC-AE86-1EA489C048E4BB87","description":"If you use a driver for hire for transportation, make arrangements to pick you up at a certain time and location. Otherwise you will not be able to reach anyone, and you may have to hike up the road to the top of the park.","category":"Information","url":"","parkCode":"cabr"},{"title":"Current Weather Conditions","id":"3C336EDF-1DD8-B71B-0B003F7248902567","description":"Use the link below to visit the National Weather Service website for current conditions in the park.","category":"Information","url":"http:\/\/forecast.weather.gov\/MapClick.php?lat=36.12308099049642&lon=-109.61089668713169#.VwvHaPkrK70","parkCode":"cach"},{"title":"Trail Closure: Head of the Meadow Bicycle Trail","id":"1A745A0B-DFB1-A2C1-F2ECC7058FA1970C","description":"The Head of the Meadow Bicycle Trail is closed for rehabilitation until early summer 2019.","category":"Park Closure","url":"","parkCode":"caco"},{"title":"Stay Safe at the Beach","id":"B0341E34-1DD8-B71B-0BFB0F6132FA261B","description":"Lifeguards are not on duty at Cape Cod National Seashore Beaches for the off-season months. Read and heed advisories at beaches to help ensure your safety, particularly regarding white sharks.","category":"Caution","url":"https:\/\/www.nps.gov\/caco\/planyourvisit\/beachsafe.htm","parkCode":"caco"},{"title":"Herring Cove Beach North Parking Lot Closed","id":"E92BDCB6-1DD8-B71B-0B736F0A81947DEA","description":"Due to construction, Herring Cove Beach north parking lot is closed. Province Lands Road is open in both directions from Herring Cove to Hatches Harbor and Race Point.","category":"Park Closure","url":"","parkCode":"caco"},{"title":"Casa Grande Ruins National Monument is fee free","id":"8407729F-BD92-F6BA-C7B17872A9CBE9D6","description":"Casa Grande Ruins National Monument no longer charges a fee to enter the monument. The Annual and Senior passes are no longer available for purchase, however we are still able to issue the free passes.","category":"Information","url":"","parkCode":"cagr"},{"title":"Construction on hwy in front of entrance to gate","id":"843F5DEE-D644-57A4-BF2ECE2F683F3B90","description":"Be aware that there is construction taking place on the hwy at the entrance to the monument as a new traffic light is installed at the intersection.  Turning left into the monument may be more difficult at this time, though still possible.","category":"Information","url":"","parkCode":"cagr"},{"title":"Swim Safe! Rip Current Information","id":"B62318C3-1DD8-B71B-0B131B45B0E8A6D1","description":"Headed to the beach? Before you go, check the daily rip current forecast and learn more by clicking the link.\n\nText \"Join OBXBeachConditions\" to 30890 to sign up for text alerts on beach conditions.","category":"Caution","url":"http:\/\/www.weather.gov\/beach\/mhx","parkCode":"caha"},{"title":"Cabin camps are open","id":"DAC95BE0-EA7E-8B50-0A999183F433168D","description":"Cabins will remain open as interior renovations and upgrades along with roof and siding repair work continue throughout the season. Please pardon our dust as we continue to recover from Hurricane Florence and Hurricane Michael damage.","category":"Information","url":"","parkCode":"calo"},{"title":"PICKING SAW PALMETTO BERRIES PROHIBITED","id":"C85D25D2-1DD8-B71C-07FDE9AAFC49EC09","description":"The picking of saw palmetto berries within Canaveral National Seashore is prohibited.","category":"Information","url":"","parkCode":"cana"},{"title":"LAUNCH INFORMATION","id":"D8B045B2-1DD8-B71B-0B1304428A0A79C2","description":"For launches occurring on Kennedy Space Center that are within park operating hours we will remain open. Incoming traffic may close for park safety\/capacity. NASA has the authority to close parts of the seashore for space center operations.","category":"Park Closure","url":"","parkCode":"cana"},{"title":"Recreational Crab Fishing At Playalinda Beach","id":"824A9788-1DD8-B71B-0B8238FFD12ED344","description":"Effective May 22, 2017, recreational crab fishing along Mosquito Lagoon in the Playalinda district of Canaveral National Seashore will be prohibited. Alligators are now accustomed to visitors crabbing or stopping on the roadway & associate food w\/ people.","category":"Information","url":"","parkCode":"cana"},{"title":"Rip Currents and Rough Surf","id":"1B462020-9953-F9BA-A20A401926AFC75F","description":"Remember that rough surf is dangerous & rip currents can be deadly. Please use caution when swimming at Canaveral National Seashore.","category":"Danger","url":"","parkCode":"cana"},{"title":"White Rim Road Flooding","id":"23F2E701-1DD8-B71B-0B4F0AE976BC1C60","description":"We expect high water on the Green River to cause flooding on the west side of the White Rim Road. This may make the road impassible. Check river levels and read the full advisory on our road conditions page.","category":"Caution","url":"https:\/\/www.nps.gov\/cany\/planyourvisit\/road-conditions.htm","parkCode":"cany"},{"title":"Memorial Day Traffic","id":"7E2D1989-1DD8-B71B-0B71053D1FDFC2AC","description":"We expect heavy visitation at the park during Memorial Day weekend. You may encounter long lines, crowded trails, and limited parking. To avoid crowds, enter the park early in the morning or late in the afternoon.","category":"Information","url":"","parkCode":"cany"},{"title":"Entrance Fee Increase","id":"02C134F8-99E9-27E9-E0045D9BB5BAFDE1","description":"Effective January 1, 2019, the park entrance fee is now $20 per vehicle, $15 per motorcycle, and $10 per person.","category":"Information","url":"","parkCode":"care"},{"title":"Fruita campground reservations","id":"D0ABFA9C-1DD8-B71B-0BD0D292DFB111BE","description":"Campsites are reservable from March 1 - October 31.  Visit www.recreation.gov to make a reservation. Reservations are accepted 6 months ahead of time.  From November 1 - February 28, all campsites are first come, first serve.","category":"Information","url":"","parkCode":"care"},{"title":"Magnolia Plantation Road Detour","id":"4F420002-1DD8-B71B-0BEE7F5E5DE1A29A","description":"Magnolia is open during the closure of a section of Highway 119. Visitor access will be from the south from Highway 1. There are road closed ahead signs but the closure is past the parking lot. Please drive carefully","category":"Information","url":"https:\/\/natchitochesparishjournal.com\/2018\/06\/28\/road-or-lane-status-closure-of-la-119-1-1-north-of-la-1-junction-at-derry\/","parkCode":"cari"},{"title":"Magnolia Restrooms Closed","id":"5D877DD9-0EFC-EE9B-7763E995334A689C","description":"There are no restrooms available at Magnolia Plantation. The plantation remains open for self-guided tours. Park brochures, passport stamps and other information can be found in the Magnolia Overseer's House.","category":"Information","url":"","parkCode":"cari"},{"title":"Additional Parking at Thurmont Vista and Hog Rock","id":"748BD3D2-1DD8-B71B-0B3F4EA935017AA0","description":"The parking lot at the visitor center fills quickly on weekends.  If the parking lot is full, consider starting your hike at the Thurmont Vista or Hog Rock Parking lots. Park maps are available at both areas and a restroom is at the Hog Rock parking area.","category":"Information","url":"https:\/\/www.nps.gov\/cato\/planyourvisit\/maps.htm","parkCode":"cato"},{"title":"Visitor Center Secondary Parking Area Closed November 5, 2018 - Summer 2019.","id":"20F26129-90A7-4A1C-FD6B4EBB3E150EDD","description":"The overflow gravel parking area adjacent to the Visitor Center will be closed beginning late November, 2018 - Summer 2019 due to bridge repair and parking area improvements. The Visitor Center parking area will remain open during this time.","category":"Information","url":"https:\/\/www.nps.gov\/cato\/learn\/news\/bridge-to-be-replaced-at-catoctin-mountain-park.htm","parkCode":"cato"},{"title":"Unmanned Aircraft (Drones) Are Prohibited","id":"6CD5615F-1DD8-B71B-0BA54154BB9E3F55","description":"The use of unmanned aircraft, also known as drones, is prohibited within Carlsbad Caverns National Park.","category":"Information","url":"https:\/\/www.nps.gov\/articles\/unmanned-aircraft-in-the-national-parks.htm","parkCode":"cave"},{"title":"Footwear in the Cavern","id":"870765A1-916B-7E44-234D99D34AE56D73","description":"For safety, closed-toe shoes with good traction are recommended. Flip flops, sandals, and some walking shoes have little or no traction and increase the possibility of slips, trips, and falls. Watch your step and use the handrails when necessary.","category":"Information","url":"","parkCode":"cave"},{"title":"Items Worn or Used in Other Caves Not Allowed","id":"872089CE-1DD8-B71B-0B98C1B0DEF4E239","description":"A disease know as White-nose Syndrome is killing bats in North America. To prevent it from spreading to our bats, do not wear shoes, clothing, or bring any gear into any cave at Carlsbad Caverns National Park that were in another cave.","category":"Information","url":"https:\/\/www.nps.gov\/articles\/what-is-white-nose-syndrome.htm","parkCode":"cave"},{"title":"Credit\/Debit Card Only to pay entrance fees","id":"84F5D5A0-1DD8-B71B-0B127E9BAE0A8DF2","description":"We only accept credit\/debit cards entrance fees. There will be limited cash only passes available through our cooperating association.","category":"Park Closure","url":"","parkCode":"cavo"},{"title":"Buses, RV's, all Trailers, Vehicles over 26 feet!","id":"843A32AA-1DD8-B71B-0B82203E4AE864EA","description":"Vehicles 26ft & over are prohibited to drive to the top of the volcano. Trailers may be left in the lot at the base of the volcano.  Vehicles over 26ft are unable to maintain their lanes.  Special arrangements may be possible for CDL drivers with permits.","category":"Park Closure","url":"","parkCode":"cavo"},{"title":"Bicycles and Hikers Prohibited on Volcano Road","id":"3AAC4D62-FA5A-02BA-ED7C0CC1EBE259AB","description":"Due blind curves, lack of any shoulder, inability to pass, and sheer drop-offs, bicycles and hikers are prohibited on volcano road.  Bicyclist and hikers must drive to the top of Capulin Volcano in a vehicle less than 26 feet long.","category":"Park Closure","url":"","parkCode":"cavo"},{"title":"Limited Hours of Operation","id":"EFE2897D-1DD8-B71B-0B3C622D25B068FB","description":"The Monument is open daily from 8:30 a.m. to 4:30 p.m. The road up to the volcano rim closes at 4:10 p.m.","category":"Park Closure","url":"","parkCode":"cavo"},{"title":"UT 148 Closed - Updated May 28, 2019","id":"FCEEC19E-155D-451F-67CC57602C1E8E92","description":"Due to snow Utah Highway 148, the main road through Cedar Breaks, is currently CLOSED. Visitor Facilities such as restrooms and the Visitor Center are also NOT available. Visitors can access the park via ski, snowshoe and snowmobile. Stay on marked paths","category":"Park Closure","url":"","parkCode":"cebr"},{"title":"Only One Park Entrance Open at a Time","id":"E2F4A9F6-0E51-A8B8-F30018D3F163C5EC","description":"Due to the current parking lot and road paving project, only one park entrance will be open at a time. Gates are located on both South San Marcial Street and Delta Drive. If you find a gate closed during regular operating hours, proceed to the other gate.","category":"Park Closure","url":"https:\/\/www.nps.gov\/cham\/planyourvisit\/paving-project.htm","parkCode":"cham"},{"title":"Ga. 20 (Cumming Highway) Parking Lot Closure","id":"B94B760E-D459-5DE2-22F7907E09E5DCDF","description":"The parking lot on the Gwinnett County side of the river on Ga. 20 (Cumming Highway) will be closed beginning April 23. It will remain closed for 6 weeks so that stream bank stabilization work can be completed under the bridge.","category":"Park Closure","url":"","parkCode":"chat"},{"title":"Access to the Cravens House Parking Lot","id":"4F58F5D0-BE9D-19AE-BBA01C37799182A6","description":"You may see a road closure sign on Scenic Highway at the road up to Cravens House. The road is closed to through traffic due to a local utility project, but you can still drive up to the upper parking lot at Cravens House.","category":"Information","url":"","parkCode":"chch"},{"title":"Campground Off Reservation System","id":"B3AE3B00-AF4D-D242-23D0407AC66816A5","description":"A campground upgrade project is currently underway and will continue through June. Each week a handful of sites will be closed for the work. All other sites are open on a first-come, first-served basis.","category":"Information","url":"","parkCode":"chcu"},{"title":"Bridge Closure in Platt Historic District","id":"2F08FFFA-96CC-8726-E4AF22B95FED6B77","description":"Due to high water levels, Sycamore Crossing is closed. An alternative route to the Nature Center can be taken by using Southeast Perimeter Road off Highway 177.","category":"Park Closure","url":"","parkCode":"chic"},{"title":"High Water Closure at Lake of the Arbuckles","id":"099902B9-155D-451F-675F56344D5083E5","description":"Catfish Bottoms on the southeast shore of Lake of the Arbuckles is closed.<br><br>","category":"Park Closure","url":"","parkCode":"chic"},{"title":"Bacterial Levels in Beach Swimming Areas","id":"CFA64FC3-1DD8-B71B-0B192F95CFECA02B","description":"Black Sulphur Springs is an area of bacterial concern. Bacterial levels exceed National Park Service standards for beach recreational use. For more info, see Beach Bathing Monitoring webpage.","category":"Caution","url":"https:\/\/www.nps.gov\/chic\/planyourvisit\/bathing-beach-monitoring-program.htm","parkCode":"chic"},{"title":"Trail Advisory - Downed Trees","id":"88AF0B19-1DD8-B71B-0BA1548C3573AA88","description":"Due to recent high winds hikers may encounter a large number of downed trees on the trails, especially on backcountry paths. Downed trees may pose difficult obstacles for equestrians and stock users.","category":"Caution","url":"","parkCode":"chir"},{"title":"Rabies Warning: do not approach, feed, or touch wild animals","id":"7E9FC44C-1DD8-B71B-0B215133957FAA7B","description":"Signs of rabid animals include:\nAppearing sick or tame; difficulty moving; aggressive behavior; drooling or biting; active during abnormal hours. Report dead or unusual wildlife observations to park ranger: 520-824-3560 x9302","category":"Caution","url":"https:\/\/www.nps.gov\/chir\/planyourvisit\/conditions.htm","parkCode":"chir"},{"title":"Santa Barbara Island Trail Closure","id":"7D76E49E-ED9C-309A-82252193A3F07ABB","description":"The Santa Barbara Island trail to Arch Point is closed to all public entry. Pursuant to CFR title 36 1.5 (c) - Determination  - this temporary closure is necessitated for the protection of breeding California Brown Pelicans.","category":"Park Closure","url":"https:\/\/www.nps.gov\/chis\/planyourvisit\/conditions.htm","parkCode":"chis"},{"title":"Santa Barbara Island Dock Closed; Landings Restricted to Adjacent Rocky Ledge","id":"717669CF-1DD8-B71B-0B41D79BEFF117F0","description":"Santa Barbara Island is open to public access, but landings are restricted to the rocky ledge adjacent to the dock. The dock is closed and is not expected to be repaired in the near future due to the severe winter storm damage.","category":"Information","url":"https:\/\/www.nps.gov\/chis\/planyourvisit\/conditions.htm","parkCode":"chis"},{"title":"Western Gulls Nesting on Anacapa Island From April Through Mid-August","id":"CE7D6DFF-1DD8-B71B-0B08587226D687C1","description":"During this time, visitors will encounter seabird rookery conditions: feces, strong odor, constant noise, bird carcasses, and birds protecting their territory. If visitors consider these conditions adverse, it is advised that they visit another island.","category":"Information","url":"https:\/\/www.nps.gov\/chis\/planyourvisit\/anacapa-things-to-do.htm","parkCode":"chis"},{"title":"Equestrian Traffic Prohibited MP 50 to 61.27","id":"7B74F4F3-BA13-5065-D87616E536BBD16B","description":"Horses are prohibited between Brunswick (55.0) and Harpers Ferry (61.27) due to construction.","category":"Information","url":"","parkCode":"choh"},{"title":"Closures: Detours; Towpath; Points of Interest","id":"1BF1489D-1DD8-B71B-0BF441B9C38DC9CA","description":"Multiple items are closed due to hazardous conditions. See below for more details.","category":"Park Closure","url":"https:\/\/www.nps.gov\/choh\/planyourvisit\/conditions.htm","parkCode":"choh"},{"title":"No Guided Tours of Central High School - Monday, July 15 through Friday, July 19, 2019","id":"EC01E7F1-E9DA-4A0F-C347F515090F7480","description":"The National Park Service will not offer ranger-led tours from Monday, July 15 through Friday, July 19, 2019. Visitors will still be able to view exhibits & the park film in the visitor center + walk through the park's commemorative garden.","category":"Information","url":"","parkCode":"chsc"},{"title":"City of Rocks National Reserve is a “Trash Free Park”","id":"F84128E6-9A63-8071-14790245EBFEF270","description":"Please take your trash with you when you leave and dispose of it properly. All trash cans have been removed from the park to improve and protect the environment.","category":"Information","url":"","parkCode":"ciro"},{"title":"Inclement Weather Travel Advisory","id":"F8BAE027-96A6-CCB8-FDF1AA32AF13FD5E","description":"Rain storms can create muddy and slick conditions, making travel on the unpaved roads in the park difficult for some vehicles. Be aware that you may not be able to reach your campsite in inclement weather without four-wheel drive.","category":"Information","url":"","parkCode":"ciro"},{"title":"Temporary Climbing Route Closures","id":"985953ED-0F69-9F71-E2A2B1A71D5A9C54","description":"The following three climbing routes on the west side of Owl Rock are temporarily closed to protect nesting Great Horned Owls: Owl Roof, Family Affair, and Fledgling.","category":"Information","url":"","parkCode":"ciro"},{"title":"Clara Barton NHS new site hours","id":"562AD0D6-F25B-8910-F5868CC91E2DA4A7","description":"The Clara Barton National Historic Site has resumed tours of the house.  Guided interpretive tours of the unfurnished house occur at the top of every hour, Fridays and Saturdays from 1 p.m. to 4 p.m.","category":"Information","url":"https:\/\/www.nps.gov\/clba\/planyourvisit\/index.htm","parkCode":"clba"},{"title":"Rock falls","id":"AE0A233A-F529-A045-3B441810025DA03B","description":"Due to the extra wet winter & early spring storms, staff at Colorado National Monument are expecting more rock fall events than in previous years.Please use caution and slow down, especially when driving around bends in the road. https:\/\/go.nps.gov\/1jnx4v","category":"Caution","url":"https:\/\/www.nps.gov\/colm\/learn\/news\/spring-2019-safety.htm","parkCode":"colm"},{"title":"Corkscrew Trail is Closed","id":"B684B876-0305-E5D3-AE8F85986DE3A791","description":"Corkscrew trail is closed until further notice. The trail was damaged by a significant rockfall. Hazardous Conditions Present.","category":"Park Closure","url":"","parkCode":"colm"},{"title":"Stamp Status","id":"C9B9BA9A-DA64-8B8A-0A9D7C6F68AD88A9","description":"Unfortunately, since we are not an official park yet, we do not currently have park stamp.","category":"Information","url":"","parkCode":"colt"},{"title":"Park in Progress","id":"8DDB271A-1DD8-B71B-0B719A075444079C","description":"Coltsville NHP is working toward Park establishment and is not yet an official unit of the NPS. Visitor Services are limited but some public programming is available. For more information please visit our Park Development Page.","category":"Information","url":"https:\/\/www.nps.gov\/colt\/learn\/management\/parkdev.htm","parkCode":"colt"},{"title":"Red Flag Warning in Effect","id":"2900D9F2-BEFA-2819-542C33012A5FAD5E","description":"A red flag warning is in effect until 10:00 PM Thursday. Campers should exercise extreme caution if building a campfire and always have water nearby. Prior to leaving your site, ensure that it is cold to the touch and completely extinguished.","category":"Caution","url":"","parkCode":"cong"},{"title":"100+ Degree Temperatures Expected","id":"CDA4843E-BF86-3D9D-CCEFD792EA4480FF","description":"The forecast is calling for high temperatures of 98-102 degrees daily from Friday, May 24 through Thursday, May 30. Visitors should take appropriate precautions, including drinking plenty of water & limiting outdoor activities to cooler times of the day.","category":"Caution","url":"https:\/\/forecast.weather.gov\/MapClick.php?lon=-80.81680095214843&lat=33.82635760673426#.XOcnzMi6OUk","parkCode":"cong"},{"title":"North Entrance and Most of Rim Drive are Closed to Cars","id":"29FF7E3F-B295-32F2-EEA050B8E2863A34","description":"Some winter road closures are still in effect. You can enter the park from the south or the west on Highway 62, but the North Entrance and most of the Rim Drive are closed due to snow.","category":"Park Closure","url":"","parkCode":"crla"},{"title":"Navigation","id":"A3B8D787-1DD8-B71B-0B3525CB70B41B20","description":"Please do not rely upon GPS digital navigation systems to find your way to Craters of the Moon. Please note that the Visitor Center at 1266 Craters Loop Road is located just off U.S. Highway 20\/26\/93 and is not accessed via any unpaved roads.","category":"Caution","url":"https:\/\/www.nps.gov\/crmo\/planyourvisit\/directions.htm","parkCode":"crmo"},{"title":"Boat Launching","id":"914B6625-A48F-2E31-31EC96158C39F022","description":"Elk Creek and Lake Fork boat ramps are open 5:30 am to 9 pm daily. Iola boat ramp will open May 23, 2019 and hours will be 5:30 am to 9 pm daily. Launching will not be available at any other boat ramp until the reservoir water level rises.","category":"Information","url":"","parkCode":"cure"},{"title":"Antler Collecting Not Allowed in Curecanti","id":"4E962D3F-9E02-BD66-A35500E9B6E437F8","description":"Collecting antlers is illegal within the NPS boundary via 36 CFR 2.1 (1)(i).  Collectors should call (970-641-2337 x205) or visit the Elk Creek Visitor Center if unsure about the NPS boundary.","category":"Caution","url":"","parkCode":"cure"},{"title":"Morrow Point Boat Tour Start Delayed","id":"52EA2AB6-F763-B822-879C39188302021C","description":"Morrow Point Boat Tours are not expected to start until the end of June, 2019, due to rapidly changing and potentially dangerous currents on the reservoir. We will begin taking reservations for the season on June 19.","category":"Information","url":"https:\/\/www.nps.gov\/cure\/planyourvisit\/boattour.htm","parkCode":"cure"},{"title":"Gateview Closure","id":"2EB99CE4-01D1-249A-6BDDC1796B3355BA","description":"Gateview Road, campground and all facilities will be closed from Red Bridge north to Gateview beginning May 31, 2019. The closure will end when the threat of major flooding along the Lake Fork of the Gunnison has subsided.","category":"Park Closure","url":"","parkCode":"cure"},{"title":"Pine Creek Trail and Morrow Point Reservoir CLOSED","id":"C03DB670-D62D-51FA-E10D65C4FC252133","description":"Pine Creek Trail and Morrow Point Reservoir are closed to all public use from May 22 to approximately June 18, 2019, due to rapidly changing and potentially dangerous currents.","category":"Park Closure","url":"","parkCode":"cure"},{"title":"Brandywine Falls Safety Alert","id":"C6DED69B-036E-5963-1585647D4403254F","description":"Do not climb Brandywine Falls, the rocks, or over the fences. Accidents in this area have led to serious injury and death. Access to the top and bottom of the waterfall is closed for visitor safety.","category":"Danger","url":"","parkCode":"cuva"},{"title":"Boston Mill Train Boarding Station Closed for Season","id":"ED436805-C1DC-464A-2C049B8F50F36BD4","description":"Due to construction of the new visitor center, the Boston Mill Train Station is closed. There will be no Bike Aboard or train stops in Boston.","category":"Park Closure","url":"","parkCode":"cuva"},{"title":"Bridle Trail","id":"E33C7ADF-0F3B-C2B3-01C2052953DAA5D5","description":"Valley Bridle Trail south of SR 303, across from golf course, is collapsed by the river.","category":"Park Closure","url":"","parkCode":"cuva"},{"title":"Current East Rim Trail Status","id":"DEA59584-1DD8-B71B-0B30955F6CFA97DF","description":"Click \"more\" to find out if the East Rim Trail is open for today. In good conditions trail is open 6:00 a.m. - 11:00 p.m. for bikers and as posted for other trail users. In wet or hazardous conditions, the trail will close to all users to prevent damage.","category":"Information","url":"https:\/\/twitter.com\/cvnpmtb","parkCode":"cuva"},{"title":"Old Carriage Trail Closed","id":"16184BC2-B3B3-663F-7F88A02AE7C2DFE9","description":"The trail will be re-routed so only one of three bridges will need to be\nreplaced. The Old Carriage Trail is expected to be closed through the year. The connector trail is open.","category":"Park Closure","url":"","parkCode":"cuva"},{"title":"Denali Park Road Information","id":"079322F5-1DD8-B71C-0783E1092415E5DA","description":"The Denali Park Road is open to Mile 15, Savage River for anyone to drive in their own (non-commercial) vehicle. Vehicle travel beyond Savage River is mainly limited to non-narrated transit or narrated tour bus.","category":"Information","url":"https:\/\/www.nps.gov\/dena\/planyourvisit\/visiting-denali.htm","parkCode":"dena"},{"title":"Reds Meadow Road and Devils Postpile National Monument closed due to snow  for the season","id":"0F22A914-9DC1-30BA-CD3BEA9BEC2E3E1B","description":"The Reds Meadow Road remains closed due to deep snow. Potential opening dates for Devils Postpile National Monument will depend on snowmelt and road conditions. The monument will not be open Memorial Day Weekend.","category":"Park Closure","url":"","parkCode":"depo"},{"title":"Climbing Routes Temporarily Closed to Protect Nesting Falcons","id":"ED56644D-155D-451F-675C09C4C58A09E5","description":"Starting April 1, specific climbing routes on the Tower are closed to protect nesting falcons. The closure may be modified throughout the spring based on nesting behavior. See closure details by clicking the link below.","category":"Park Closure","url":"https:\/\/www.nps.gov\/deto\/planyourvisit\/currentclimbingclosures.htm","parkCode":"deto"},{"title":"Memorial Day Weekend Info","id":"CF341D74-BF24-0AEA-597F545CBCC7F2E0","description":"The park is expecting increased visitation for the holiday weekend. For information on available camping and road closures, please check the current conditions page. Expect crowds at popular attractions and campgrounds.","category":"Information","url":"https:\/\/www.nps.gov\/deva\/planyourvisit\/conditions.htm","parkCode":"deva"},{"title":"Current Conditions: Closed Roads, Campgrounds, and Condition Updates","id":"D349426F-F887-A489-87E76B12FD5C26B0","description":"Check out the current conditions\/road updates for specific information on any current road or campground closures.","category":"Park Closure","url":"https:\/\/www.nps.gov\/deva\/planyourvisit\/conditions.htm","parkCode":"deva"},{"title":"Scotty's Castle CLOSED until 2020","id":"104C7082-C671-1015-A61C050298D26588","description":"Flooding in Grapevine Canyon from a severe thunderstorm has destroyed the road to Scotty's Castle, damaged infrastructure and some out-buildings in the Castle complex.","category":"Park Closure","url":"https:\/\/www.nps.gov\/deva\/learn\/nature\/flood-2015.htm","parkCode":"deva"},{"title":"Swimming, Wading, and Jumping In and Around Waterfalls is PROHIBITED!","id":"234F0949-1DD8-B71C-07B3E86FFA0CDD2E","description":"Swimming, wading, and jumping into the waterfalls and areas above and below waterfalls is prohibited in the entire Park. Your safety is vital to us. Please don't risk your LIFE. There are costly fines for violating federal law.","category":"Danger","url":"https:\/\/www.nps.gov\/dewa\/learn\/management\/compendium.htm","parkCode":"dewa"},{"title":"Park Visitor Sites are Reaching Maximum Capacity Early in the Day","id":"4CF72569-1DD8-B71B-0B57B5D8C74088D7","description":"On weekends into fall, high use visitation areas such as trails, visitor centers, and water falls reach parking capacity by 10:00 am causing up to 90-minute wait times and temporary area closures. Please plan accordingly and have alternate plan.","category":"Information","url":"","parkCode":"dewa"},{"title":"Pavement Along Parts of Old Mine Road is Rough and Pitted Due to Storm Damage","id":"F026B5E1-1DD8-B71B-0B118542947F8D8F","description":"The pavement along Old Mine Road between Flatbrookville and Worthington State Forest is rough and pitted due to storm damage. Drive slowly and use caution.","category":"Information","url":"","parkCode":"dewa"},{"title":"Marine Waters Are Open, Extreme Caution Advised","id":"E76B9C2F-1DD8-B71B-0B5F23E6B54AF33C","description":"Waters have not been fully inspected, hazards may exist. The park has limited emergency response capabilities. Users of mooring buoys assume all risk. Some park areas remain closed to the public.","category":"Caution","url":"","parkCode":"drto"},{"title":"Garden Key Harbor Light","id":"7256F443-1DD8-B71B-0B184A8DD43C605C","description":"Vessel operators - the Garden Key Harbor Light is undergoing repairs and is extinguished. At this time it is unknown when the light will again be illuminated.","category":"Caution","url":"","parkCode":"drto"},{"title":"Xenolith and Junction Caves Reopen for Summer Season","id":"5A5F7D61-DD90-C0B7-76B171084D85C9E7","description":"Xenolith and Junction caves, located at the El Caleron area, are open for caving. To go caving please visit either the El Malpais Visitor Center or the El Morro Visitor Center to receive a free caving permit. Talk to a ranger for more details.","category":"Information","url":"","parkCode":"elma"},{"title":"Prescribed burn north side of County Road 42 beginning May 24.","id":"FDFEC1F1-D128-50DE-C56D9D15886F1E3B","description":"A prescribed burn beginning May 24 will produce smoke visible for visitors traveling CR42 on the way to the Big Tubes Area.  The road will remain open.","category":"Caution","url":"","parkCode":"elma"},{"title":"Numerous Aids to Navigation throughout Everglades National Park remain missing or damaged","id":"82A0C971-E107-8628-271CDC3184A66C42","description":"Mariners should use extreme caution when transiting park waters. Repairs to ATONS and removal of submerged debris\/uncharted wrecks will not be completed until Fall of 2019.","category":"Caution","url":"","parkCode":"ever"},{"title":"Concessionaire Everglades City Boat Tours & Canoe Rentals Unavailable","id":"AEDE5AEC-FC61-1403-9A3B699A5A513862","description":"Concessioner boat tours and canoe rentals in Everglades City are unavailable until further notice. The park is working to resume interpretive boat tours later this year. For authorized commercial operators in the Everglades City area, click the link below","category":"Information","url":"https:\/\/www.nps.gov\/ever\/planyourvisit\/permittedtours.htm","parkCode":"ever"},{"title":"MEMORIAL DAY","id":"8820E5F0-DDC5-03CD-E0C6450012B87CC6","description":"Federal Hall National Memorial will be OPEN on Memorial Day, May 27, from 9 a.m. to 5 p.m.","category":"Information","url":"","parkCode":"feha"},{"title":"George Washington Inaugural Bible","id":"E634F8E3-1DD8-B71B-0B4711F3DD39B793","description":"The first Inaugural Bible, on loan from St. John's Masonic Lodge No. 1, is on display.","category":"Information","url":"","parkCode":"feha"},{"title":"Pet Restrictions in Effect March 15 through Labor Day","id":"C71ACD00-155D-451F-67F055DA950B758D","description":"Dogs\/other pets (except for service animals) are not allowed in the wilderness or on any of Fire Island's federally owned oceanfront beaches from March 15 through Labor Day to help protect threatened and endangered beach-nesting shorebirds.","category":"Information","url":"https:\/\/www.nps.gov\/fiis\/planyourvisit\/pets-at-the-beach.htm","parkCode":"fiis"},{"title":"PWCs restricted in park boundaries","id":"83F0F976-155D-451F-67B39F592AABEEB5","description":"Personal watercraft (PWCs) are only allowed in channels to some Fire Island communities. They are prohibited in the Watch Hill and Sailors Haven marinas, and along the entire shoreline of Fire Island National Seashore.","category":"Information","url":"https:\/\/www.nps.gov\/fiis\/planyourvisit\/pwc.htm","parkCode":"fiis"},{"title":"Summer Hours Begin May 1, 2019","id":"1FFEC6B0-A1AC-7D3E-AF9887B15741F367","description":"Starting May 1, the site is open daily from 9 am - 4 pm through October. Guided tours of the historic home are offered during regular hours with the first tour starting at 10:00 am and the last tour at 3:00 pm. For more information call (330) 452-087","category":"Information","url":"","parkCode":"fila"},{"title":"Use Caution Hiking Hornbek Wildlife Loop Because of Construction","id":"BDD6F4F0-F84A-9CDA-BAD91CDDAFBBD5EF","description":"For the month of April, there will be some construction on a bridge just west of the Hornbek Wildlife Loop.  The Hornbek Wildlife Loop Trail remains open,however, there may be times when it is necessary to make a short stream crossing.","category":"Caution","url":"","parkCode":"flfo"},{"title":"Tower of Voices","id":"D99AA3AA-BA2B-7952-9EF6421D2CF8F81E","description":"Currently eight of the 40 wind chimes are installed in the tower. Field testing of these prototype chimes is ongoing. We do not have a scheduled delivery date for the remainder of the chimes.","category":"Information","url":"","parkCode":"flni"},{"title":"Porch Under Construction","id":"2D991402-9A91-E1CF-C4D14D3487390A5F","description":"The visitor center porch is under construction.  The building remains open and accessible but anticipate some visual and noise impacts during your visit.  For more information, call the park at 520-847-2500 x 25.","category":"Information","url":"","parkCode":"fobo"},{"title":"Road Closure, Handicap Access","id":"63752775-EA43-F7E7-0DF18CC74DCCAC99","description":"Road access from the administrative lot to the Visitor Center is closed until further notice. Access to the VC will require hiking a short but steep trail and walking up flights of stairs. For more information, contact the park at 520-847-2500 x 25.","category":"Information","url":"","parkCode":"fobo"},{"title":"Visitor Services at Fort Donelson Temporarily Relocated","id":"E33EA079-155D-9421-1FB07E0362DC1773","description":"The Fort Donelson visitor center is closed for an in-process renovation. Visitor services will be offered daily 8AM to 4:30PM (CT) at the Stewart County Visitor Center, 117 Visitor Center Lane, Dover, Tennessee.","category":"Information","url":"http:\/\/www.stewartcogov.com\/visitor_center\/visitor_center.html","parkCode":"fodo"},{"title":"Picnic reservations temporarily stopped","id":"B3A9F19F-C8F4-F5BC-E0FDA29B5D89107A","description":"Due to road construction in Fort Dupont Park, NPS has temporarily stopped issuing picnic permits. NPS will start issuing permits again after work ends in summer 2019. Click to learn more about the construction work.","category":"Information","url":"https:\/\/www.nps.gov\/fodu\/learn\/management\/fort-dupont-and-fort-davis-drives-rehabilitation.htm","parkCode":"fodu"},{"title":"Restrooms Closed","id":"19744A77-1DD8-B71B-0BEF564A8C8A5B3D","description":"The restrooms at Randall Circle and the Ridge Picnic Area will be closed until mid-April.","category":"Information","url":"","parkCode":"fodu"},{"title":"Extended Summer Hours Effective May 25, 2019","id":"507677D1-A8E7-CA4E-B9D99512DDF432DB","description":"Extended summer hours will be in effect beginning Saturday, May 25, 2019 through September 2, 2019. Park hours will be 9:00 am - 6:00 pm. The Visitor Center and Star Fort will close at 5:45 pm. The main gate and parking lot will close at 6:00 pm.","category":"Information","url":"","parkCode":"fomc"},{"title":"Fall and Winter Hours Effective September 4","id":"AE36075F-E095-E623-C0EFB68C61DFEBDF","description":"Seasonal Fall and Winter hours will take effect beginning on Tuesday, September 4, 2018. The main gate, parking lot, and grounds will be open 9 am - 5 pm. The Star Fort and Visitor Center will be open 9 am - 4:45 pm.","category":"Information","url":"","parkCode":"fomc"},{"title":"Motorized Scooters Not Permitted in Park","id":"AE561A83-CB37-1FD0-8395E1D4014E2704","description":"For the safety and protection of visitors and park resources, motorized scooters are not permitted within the park. Any vehicles (scooters, bicycles, etc.) that are part of a ride-share program may not be left behind for pick up inside the park.","category":"Information","url":"","parkCode":"fomc"},{"title":"Meadow Rehabilitation Projects: Access to Fort may be Restricted","id":"8D2ADA98-155D-451F-67E28E8AEC094F21","description":"Several projects are scheduled for the spring and summer of 2019 to enhance your visit to Fort Necessity. These include installing a new bridge and replacing the fort stockade. Access to the fort may be restricted periodically from April through September","category":"Information","url":"https:\/\/www.nps.gov\/fone\/planyourvisit\/fort-access-summer-2019.htm","parkCode":"fone"},{"title":"Cockspur Island Lighthouse and Lighthouse Island are Closed","id":"80C92EE1-1DD8-B71B-0BD686639647005C","description":"Due to ongoing preservation efforts, the lighthouse and lighthouse island are closed to the public.","category":"Information","url":"","parkCode":"fopu"},{"title":"Drones are Prohibited in Fort Pulaski National Monument","id":"02FCBECC-EE02-097B-8D07A98C58A219B5","description":"The use of drones or other remote-controlled unmanned aircraft, is prohibited in the park for issues relating to visitor safety and experience, and wildlife and resource protection. For more info, see section 1.5(a)(1) of the Superintendent's Compendium.","category":"Information","url":"","parkCode":"fopu"},{"title":"Flooding Closure","id":"31337C3C-A1F2-CE54-EA59E29618F2C4FB","description":"The First Fort area and River Trail are closed due to flooding. Along with rising waters, there has been an increase in the number of snakes spotted. Please do not cross the barricade.\n\nThe Visitor Center is open from 9:00 a.m. until 5:00 p.m. daily.","category":"Danger","url":"","parkCode":"fosm"},{"title":"No Elevator Service at Fort Sumter","id":"3EFCA999-DDA5-8550-2675ABACE703B7C9","description":"The museum, restrooms, museum store and top level of Fort Sumter are only accessible by climbing stairs. For more information visit the link below or call 843-883-3123.","category":"Information","url":"https:\/\/www.nps.gov\/fosu\/planyourvisit\/accessibility.htm","parkCode":"fosu"},{"title":"Swan Creek Trail Conditions","id":"B9E08D31-1DD8-B71B-0B4FD13B7CC49CE4","description":"The Swan Creek Trail has been impacted by several downed trees making using the trail difficult.  Please use caution when using this segment of the trail.","category":"Information","url":"","parkCode":"fowa"},{"title":"Main Loop Trail Closure due to Landslide","id":"DD4DFC01-C972-17F1-DEC4446D8EF5EEA8","description":"The Main Loop trail is closed below the bluff along the Monongahela River due to hazardous conditions created by a landslide.  The trail is closed between the top of the switchback to the south and the Main Cutoff to the north.","category":"Caution","url":"https:\/\/www.nps.gov\/frhi\/planyourvisit\/trail-closed-due-to-landslide.htm","parkCode":"frhi"},{"title":"Breezy Point Tip","id":"0DC1D1F3-9754-BC1E-165F5926469423B1","description":"Please note that Breezy Point Tip is closed to vehicles from March 15 to September 15, due to piping plover activity, even to those with 4 x 4 permits. You can drive to the lot at the end of the road, and then walk to the tip.","category":"Information","url":"https:\/\/www.nps.gov\/gate\/planyourvisit\/permitsandreservations.htm","parkCode":"gate"},{"title":"Dogs prohibited at certain areas of Gateway National Recreation Area from March 15- September 15","id":"7DAE3657-9C43-AB14-8E52ED9389F3BFF9","description":"Dogs are prohibited on the Riis, Fort Tilden, and West beaches, Breezy Point Tip and Breezy Point Bayside in the Jamaica Bay Unit and all ocean beaches in the Sandy Hook Unit from March 15 to September 15 for the protection of shore birds.","category":"Information","url":"","parkCode":"gate"},{"title":"All off-road Fishing Permits Sold Out for 2019","id":"AB45A511-FB9E-C2AE-36B656B32C42D88F","description":"All off-road fishing permits for the Breezy Point Tip are sold out for 2019","category":"Information","url":"","parkCode":"gate"},{"title":"Lower Crypt Access Subject to Safe Conditions","id":"84AADF86-0506-98ED-B38BD5E014535B20","description":"Access to the lower crypt area of the Mausoleum is subject to closure during wet and or low light conditions. The main floor and the two reliquary rooms remain open during these conditions.","category":"Information","url":"","parkCode":"gegr"},{"title":"Summer Hours in effect for Mausoleum","id":"F1F5C9AA-B4B7-E7C9-F4F7881F4A49230E","description":"Between April 1st and October 31st 2019, the Mausoleum will be open Wednesday to Sunday  from 10:00 - 11:00 am, 12:00 noon - 1:00 pm, 2:00 - 3:00 pm, and 4:00 - 5:00 pm until further notice. The visitor center is open 9 am - 5 pm Wednesday to Sunday.","category":"Information","url":"","parkCode":"gegr"},{"title":"Accessibility to the Mausoleum","id":"D3605E5F-FF34-F550-3A7A609F8A04EFF1","description":"There is wheelchair access to the visitor center at General Grant\nNational Memorial. However, the mausoleum is not wheelchair accessible.","category":"Information","url":"","parkCode":"gegr"},{"title":"Change in Park Hours","id":"FEEAA1F4-B160-6AB5-CA36B9774A5E7147","description":"George Rogers Clark National Historical Park is open Memorial Day, July 4th, and Labor Day. The park is closed on most other federal holidays (Columbus Day, Veterans Day, etc.). Make sure to call the park if you plan to visit on these days.","category":"Information","url":"","parkCode":"gero"},{"title":"George Rogers Clark NHP in the Eastern Time Zone","id":"3E591035-00B8-04B0-F55CA37E71209DA7","description":"George Rogers Clark National Historical Park is located in the Eastern Time Zone. The park is open 9:00 am until 5:00 pm (Eastern time). The memorial closes 15 minutes before the visitor center.","category":"Information","url":"","parkCode":"gero"},{"title":"Visitor Center Restrooms Closed","id":"1768C7D7-E9DA-A911-B357B306378C2F5B","description":"Due to a major construction project, the Visitor Center Restrooms are closed until the end of July. Restrooms are located at the Picnic Area and in the Historic Area. For more information, call 804-224-1732 x227.","category":"Information","url":"","parkCode":"gewa"},{"title":"GEWA Visitor Center Walkway Work","id":"231240D5-E592-9DBB-76928F78E172105E","description":"Work has started on the GEWA VC Walkway. From 4\/29-5\/31\/19, all access into the park visitor center will be through the rear entrance. Signage will direct visitors to the appropriate entrance. For further information, please call 804-224-1732 x227.","category":"Information","url":"","parkCode":"gewa"},{"title":"Traffic Delays Expected on Hwy 15 from Silver City to Pinos Altos Begin March 26, 2018","id":"A9529FD0-1DD8-B71B-0BC0D0E255257B48","description":"Beginning March 26th, 2018 and continuing through the year expect traffic delays on Highway 15 from Silver City up to Pinos Altos. Consider using the alternate route via Hwy 35 to reach the Monument.","category":"Caution","url":"","parkCode":"gicl"},{"title":"Arizona\/New Mexico Time Change Warning","id":"C7F55C0D-155D-451F-67F71D9920C074AD","description":"New Mexico goes to Daylight Savings time each year. Arizona does not. This creates a one hour time difference between the states which confuses many visitors. Please take this into consideration if traveling from Arizona to Gila Cliff Dwellings.","category":"Caution","url":"","parkCode":"gicl"},{"title":"Goat Haunt Services Not Available This Summer","id":"910635D7-F1D8-C6F7-2930395E3660DEDC","description":"Goat Haunt will not have an operational water or hydroelectric power system for the 2019 summer due to staffing shortages.  If the park is successful with recruitment for water operator staff positions, Goat Haunt will resume normal operations.","category":"Park Closure","url":"https:\/\/www.nps.gov\/glac\/learn\/news\/media1907.htm","parkCode":"glac"},{"title":"Going-to-the-Sun Road Status","id":"5DEB4484-F904-17DE-ABFC73BC6BC0E728","description":"Spring plowing is underway and crews are working on the Going-to-the-Sun Road. The full length of the road will not open prior to June 22, but could be later depending on conditions our plowing crews encounter. Follow the link below for more information.","category":"Information","url":"https:\/\/home.nps.gov\/applications\/glac\/roadstatus\/roadstatus.cfm","parkCode":"glac"},{"title":"Spring Bicycling Opportunities","id":"18BE96DE-9059-9923-4A6C6F95291B8B27","description":"Each spring there are expanded opportunities for hikers and bikers. Depending on plowing and road crew work schedules and locations, lower portions of the Going-to-the-Sun Road maybe be open for hiking and biking. See the link for more information.","category":"Information","url":"https:\/\/home.nps.gov\/glac\/planyourvisit\/bicycling.htm","parkCode":"glac"},{"title":"Wahweap Fish Cleaning Station Temporarily Closed","id":"8C1F4D11-F53D-3CA6-68E3DE6E29D52172","description":"Wahweap fishing cleaning station is temporarily closed due to maintenance on the Wahweap sewer system. It will be closed until further notice.","category":"Information","url":"","parkCode":"glca"},{"title":"Watch Your Step on Lake Powell Beaches","id":"9C7EDE1A-1DD8-B71B-0B502DA57557927E","description":"Quagga mussel shells are sharp and tiny. They will cut through skin, clothes, and paws. Please wear water shoes and put booties on your pets when recreating on beaches.","category":"Caution","url":"https:\/\/www.nps.gov\/glca\/learn\/news\/protect-feet-and-paws-from-sharp-quagga-mussel-shells-on-lake-powell-shorelines.htm","parkCode":"glca"},{"title":"Hite and Bullfrog Webcams are down","id":"F9A7A8EF-02D0-B286-BE32BC22A25D0402","description":"The webcams at Hite and Bullfrog launch ramp are down with no estimated date for repair.","category":"Information","url":"","parkCode":"glca"},{"title":"Changing water levels in Lake Powell revealing new hazards","id":"E8742EAC-F8BA-8136-915878992E3FBBF6","description":"Fluctuating water levels are revealing new hazards. Use caution when navigating Lake Powell. Go slow in narrow passages, follow wakeless laws and heed warning buoys.","category":"Caution","url":"https:\/\/www.nps.gov\/glca\/planyourvisit\/conditions.htm#onthewater","parkCode":"glca"},{"title":"Marin Headlands: Expect traffic congestion especially on Saturdays and holiday weekends","id":"F9FB8235-966B-8211-59D3108C4DCEFB23","description":"On weekends and holidays motorists must enter through the Baker-Barry Tunnel on Bunker Road and exit via the one-way eastbound Conzelman Road. Visitors can expect delays of up to 2 hours entering and leaving the Marin Headlands on weekends and holidays.","category":"Information","url":"https:\/\/www.nps.gov\/goga\/learn\/news\/phase-two-traffic-pilot-program.htm","parkCode":"goga"},{"title":"Auto-Theft Warning","id":"D8CCE424-1DD8-B71B-0B20CD706D73C65D","description":"You can prevent vehicle break-ins in parking lots and scenic overlooks. Before leaving your car for even a short period of time: 1) Remove all valuables, 2) Lock your doors.","category":"Caution","url":"","parkCode":"goga"},{"title":"Miramontes Trail Closure in Phleger Estate","id":"9A7A628B-1DD8-B71B-0B71AF0ADDB10FF6","description":"Miramontes Trail in Phleger Estate is in a long term closure awaiting a reroute after damage from winter storms last year.","category":"Caution","url":"","parkCode":"goga"},{"title":"Fort Jay","id":"B912BDC3-9660-28F4-059334E35660FCD3","description":"due to on going construction, to restore and preserve our  historic structures, the courtyard of Fort Jay will be closed until further notice. This is for the safety of visitors and expeditious completion of the project. We'll update as it progresses","category":"Information","url":"","parkCode":"gois"},{"title":"Scheduled Locomotive Maintenance","id":"FA11DC3C-CF70-E4A8-6B8E9138B200432E","description":"The locomotives will not be available for public viewing during the following dates. \n\nJupiter: May 28th, June 25th, July 30th, and September 3rd. \n\nNo. 119: June 4th, July 2nd, August 6th, and September 10th.","category":"Information","url":"https:\/\/www.nps.govhttps:\/\/www.nps.gov\/gosp\/planyourvisit\/2019-boiler-wash-days.htm","parkCode":"gosp"},{"title":"Auto Tours","id":"55BF40C1-A844-EAD2-742DE22663D1B215","description":"The West Auto Tour is closed for the season and typically reopens in early June. East Auto access is weather dependent.","category":"Information","url":"","parkCode":"gosp"},{"title":"Water Off for Winter Season","id":"944EF19F-1DD8-B71B-0BAD200D949889B3","description":"The water in all campgrounds has been turned off for the season due to consistent freezing temperatures overnight. The dump station is also closed, no water & no dumping allowed. \nSafe drinking water is available at the Lehman Caves Visitor Center.","category":"Information","url":"","parkCode":"grba"},{"title":"Wheeler Peak Scenic Drive Partial Closure","id":"B64F58CE-E739-0118-ECE2DC14CB3AF12F","description":"The Wheeler Peak Scenic Drive is closed at Mather Overlook due to ice and snow. Park only in designated parking spots.","category":"Information","url":"","parkCode":"grba"},{"title":"Expect Prescribed Fires Near Grand Canyon Village This Week (South Rim)","id":"BFE1674E-D3CC-E920-97B678CB3256D223","description":"Park firefighters plan to continue ignition operations in the piles adjacent to Highway 64 east of Grand Canyon Village. There are no closures at this time. Signs will be posted advising visitors and motorists of possible smoke along travel corridors.","category":"Caution","url":"","parkCode":"grca"},{"title":"NPS Initiating Level 2 Water Conservation Measures at North Rim of Grand Canyon","id":"FF4BD7DC-F03B-E5D1-03C93FA0D9303790","description":"Effective immediately, the National Park Service (NPS) is initiating water conservation measures on the North Rim of Grand Canyon National Park to ensure that the area's facilities can remain open until the repairs are made to the damaged water pipeline.","category":"Caution","url":"https:\/\/www.nps.gov\/grca\/learn\/news\/nps-level-2-water-conservation.htm","parkCode":"grca"},{"title":"Entering Backcountry? Changes to Water Availability on North Kaibab and Bright Angel Trails","id":"975649CE-B0F2-3C4B-39E36C2715BECEE4","description":"Some water filling stations & flush toilets normally available will not be open until conditions change and\/or water line repairs are made. When hiking below the rim, a method to treat water must always be part of your gear. Current Updates available.","category":"Caution","url":"https:\/\/www.nps.gov\/grca\/planyourvisit\/trail-closures.htm#CP_JUMP_1941213","parkCode":"grca"},{"title":"Waterline replacement project will occur on the North Rim throughout 2019","id":"334E5590-E0A1-B402-C1D26F6DE6F5090F","description":"Expect delays, detours, closures, and parking modifications. Affected areas include the North Rim Campground loop, Bridle Path, and the area from Grand Canyon Lodge to 0.3 miles","category":"Caution","url":"","parkCode":"grca"},{"title":"Reservations will be required for each site at the Greenbelt Park campground","id":"AED06DD6-1DD8-B71B-0B9D795AF6637B2B","description":"Specific site Reservations will be required for Greenbelt Park campground year round. \nCall 1-877-444-6777 for specific site reservations or book online via link at nps.gov\/gree \nThe campground has eliminated the overnight iron ranger and payments onsite.","category":"Information","url":"https:\/\/www.nps.gov\/gree\/planyourvisit\/permits-and-reservations.htm","parkCode":"gree"},{"title":"A Loop closing for maintenance on June 24.","id":"BD5CEC11-AE86-C7F2-9070D4E9733EE0FF","description":"A Loop is closing for maintenance on June 24. A Loop will be closed until further notice.\nYouth or Scouts are asked to reserve in C loop.","category":"Information","url":"","parkCode":"gree"},{"title":"Jan 2019 Fee Increase","id":"2F10B154-CACD-230E-94E0055203B532F6","description":"Entrance fees for the Great Falls Park areas will increase effective January 1, 2019. Please see related News Release (linked below) for more details on why fees are being increased and what the funds will be used for.","category":"Information","url":"https:\/\/www.nps.gov\/grfa\/learn\/news\/public-reminded-of-upcoming-fee-increases-at-great-falls.htm","parkCode":"grfa"},{"title":"Partial River Trail Closures Effective Dec 20, 2018","id":"2F91ABB4-9C1B-027B-78F1A6338A2DA94A","description":"The National Park Service received funding to stabilize and preserve Lock 2 of the Patowmack Canal, that sustained storm damage to the walls and the locks. The area around Lock 1 and 2 will be closed to visitors, and the middle portion of River Trail.","category":"Park Closure","url":"https:\/\/www.nps.gov\/grfa\/planyourvisit\/upload\/Great-Falls-Closed-2019-Dead-Ends.pdf","parkCode":"grfa"},{"title":"Expect Traffic and Crowding Late May and Early June Weekends","id":"59B7EAB4-C6FA-A22A-D660F10108A2CD9E","description":"Weekends during Medano Creek's peak flow can mean lines of traffic up to 3 miles long, full parking areas, and limited camping options.  If possible, plan your visit on a weekday this time of year.","category":"Information","url":"https:\/\/www.nps.gov\/grsa\/planyourvisit\/conditions-to-expect.htm","parkCode":"grsa"},{"title":"Road Closures Due to Weather Conditions","id":"4BC5C336-E9F3-EE6B-0BE8C1EB8C44B9FD","description":"Weather and road conditions can vary greatly in different elevations. Go to https:\/\/twitter.com\/smokiesroadsnps for the latest road and facility closures.","category":"Park Closure","url":"https:\/\/twitter.com\/smokiesroadsnps","parkCode":"grsm"},{"title":"Trillium Gap Trail Closure","id":"F4F577DF-C13B-B080-6BC9870F12628183","description":"Trillium Gap Trail Closed\/ No access to Grotto Falls\nMonday -Thursday (excluding federal holidays)\nMay 13 - November 15, 2019","category":"Park Closure","url":"","parkCode":"grsm"},{"title":"Teton Park Road (TPR) is now open to motorized travel","id":"B69947C0-A149-6102-E4D4592C16BE3AA8","description":"The TPR is OPEN for motorized travel.","category":"Information","url":"https:\/\/www.nps.gov\/grte\/learn\/news\/teton-park-road-open-to-non-motorized-recreation.htm","parkCode":"grte"},{"title":"Spring Facilities","id":"AFD811AA-155D-9421-1FDE481020ABC884","description":"The Craig Thomas Discovery and Visitor Center and the Colter Bay Visitor Center are open daily from 8 a.m. to 5 p.m. Park information can be obtained by calling 307-739-3399, 10 a.m. – 4 p.m., daily.","category":"Information","url":"","parkCode":"grte"},{"title":"The Moose-Wilson Road is now open to motorized travel","id":"5CF7C660-F8E6-8B3A-2DE7C646C032128E","description":"The Moose-Wilson Road is OPEN to motorized travel.","category":"Information","url":"","parkCode":"grte"},{"title":"Tour Road CLOSED","id":"585B50B8-F85C-08E1-7E8601CB4C390443","description":"The tour road will be briefly closed this morning (5\/30\/2019) while a fallen tree is removed.\n\nThe road to the Visitor Center is still open.","category":"Caution","url":"","parkCode":"guco"},{"title":"Colonial Heritage Center is Closed.","id":"5B05F651-1DD8-B71B-0B8D66B28194E6FF","description":"The Colonial Heritage Center is closed permanently and is scheduled for removal to aid in preserving and interpreting the Hoskins Farm Site.\n\nThe Hoskins Farm is open and visitors can walk around the site.","category":"Information","url":"","parkCode":"guco"},{"title":"Stop 6 Comfort Station Closing and Remodel","id":"56D6DDF8-93FA-4A76-43826F5617BA7D98","description":"The Comfort Station at Tour Stop 6 will be removed on Tuesday May 28th. There will be Port-a-Johns in place for the next 2-3 months for project completion of a new comfort station.","category":"Information","url":"","parkCode":"guco"},{"title":"Restrictions on pet(s) trail access - park policy for safety, resource protection and preservation","id":"0D7D05F2-1DD8-B71B-0B7408F5F119A0C4","description":"Pets are not permitted on most trails or in the backcountry in Guadalupe Mountains National park. They are only allowed in areas accessed by vehicles, including roadsides, parking areas, picnic areas and campgrounds.","category":"Information","url":"https:\/\/www.facebook.com\/guadalupe.mountains\/photos\/a.206361422744978.48037.120924901288631\/1413538925360549\/?type=3&theater","parkCode":"gumo"},{"title":"McKittrick Canyon gate access hours  - Sunday, March 10, 2019 through Sunday, November 3, 2019","id":"5CC58775-1DD8-B71B-0B0D29B88DE66645","description":"McKittrick Canyon access will change on Sunday, March 10, 2019 with the beginning of Daylight Saving Time. Beginning 3\/10\/19, McKittrick Canyon will be accessible to vehicles from 8:00 a.m. MST to 6:00 p.m. MST - gate will be locked at 6:00 p.m. MST","category":"Information","url":"","parkCode":"gumo"},{"title":"Entrance and camping fees increase effective Friday, March 1","id":"E9D6809E-9D2B-224F-A6D6C2309B869D37","description":"Entrance fees will be raised from $5 per person to $7 per person and include access to the park's facilities & trail system for seven days.\n\nCamping (Tent or RV) per night fees increase from $8 per site, per night to $ 15 per site, per night.","category":"Information","url":"https:\/\/www.facebook.com\/guadalupe.mountains\/photos\/a.665017416879374\/2028066023907833\/?type=3&theater","parkCode":"gumo"},{"title":"Single lane closure near I-495, Capital Beltway","id":"73782834-E5EC-A72F-30C4EE2ECEAAA4E4","description":"One northbound lane is closed near I-495 at Dead Run.  Expect delays and watch for workers in the road.","category":"Caution","url":"https:\/\/www.nps.gov\/gwmp\/learn\/news\/single-lane-reopens-on-northbound-george-washington-memorial-parkway.htm","parkCode":"gwmp"},{"title":"Cliff Closures for peregrine falcons","id":"85EAB5E5-050E-2BA2-B3A95F3B71B275DE","description":"Peregrine falcons have been observed along the Maryland Heights cliffs this season. Those portions of Maryland Heights, which will be clearly marked by signs and rope barricades, will be closed through August 15. Click the \"more\" link for additional info.","category":"Information","url":"https:\/\/www.nps.gov\/hafe\/learn\/nature\/maryland-heights-cliff-closure-for-falcons-2019.htm","parkCode":"hafe"},{"title":"Schoolhouse Ridge South trail partially closed","id":"9EC63A56-069C-6EB2-B9F917A354868759","description":"The southern loop of the Schoolhouse Ridge South trail is closed until further notice due to sinkholes.","category":"Caution","url":"","parkCode":"hafe"},{"title":"Temporary Closure of Civil War Museum","id":"0731C205-1DD8-B71B-0BEB961F8F021ED8","description":"The Civil War Museum on High Street is temporarily closed due to water damage. Other museums in Lower Town are unaffected and remain open.","category":"Information","url":"","parkCode":"hafe"},{"title":"Maryland Heights rock climbing closure","id":"F4946A41-1DD8-B71B-0B3E909606394545","description":"Portions of Maryland Heights are closed to rock climbing until further notice. This is a result of the May 2018 landslide. For specific details, please click the \"more\" link below.","category":"Information","url":"https:\/\/www.nps.gov\/hafe\/rocking-climbing-update-2018.htm","parkCode":"hafe"},{"title":"Maryland Heights Landslide Information","id":"F209689B-1DD8-B71B-0BFC9FBBCE15DE76","description":"For information about the May 2018 landslide at Maryland Heights, click the \"more\" link below","category":"Information","url":"https:\/\/www.nps.gov\/hafe\/learn\/management\/md-hgts-landslide.htm","parkCode":"hafe"},{"title":"No elevator service","id":"4482FBE0-155D-451F-674BDFEFCA5D9C70","description":"Elevator service to the historic floor is unavailable until further notice due to repairs.  Regularly scheduled tours of the historic floor are still available but may be accessed by the stairs only.\nWe apologize for the inconvenience.","category":"Park Closure","url":"","parkCode":"hagr"},{"title":"Tour Schedule Change for today May 25th","id":"9A02B050-1DD8-B71B-0B8417A6D4ADBC30","description":"Due to the \"Fleet Week\" event on Saturday, May 25th, guided tours of Alexander Hamilton's house will not be available. Instead, the site will offer self-guided open house tours from 10:00-12:00 and 1:00-4:00.","category":"Information","url":"https:\/\/www.nps.gov\/hagr\/planyourvisit\/event-details.htm?event=281F67AB-155D-451F-67420ABE06902551","parkCode":"hagr"},{"title":"For your safety","id":"9435F30F-0713-AD27-E6AB4A60BDCD484B","description":"The Summit and Kīpahulu Districts are remote. An ambulance takes at least 45 minutes to arrive at either district from the nearest town. People with respiratory or other medical conditions should also be aware that the summit of Haleakalā is at 10,000 ft.","category":"","url":"","parkCode":"hale"},{"title":"Protect Our Native Species","id":"1E6B28C9-1DD8-B71B-0BECBADCE60CFE77","description":"To reduce the spread of non-native seeds and diseases, please clean your vehicles and any horse or stock trailers before traveling into the park.","category":"Information","url":"","parkCode":"hale"},{"title":"Wood lockers in cabins beginning November 1, 2018","id":"FE6A4AEC-0BA9-6BD3-334CA4321E3C97FE","description":"On November 1, 2018, a new wood locker system will be implemented for cabin users. Each cabin will house 18 lockers, each stocked with three logs. Lockers assignments will be issued by park staff.","category":"Information","url":"","parkCode":"hale"},{"title":"Upper Parking Lot Closed June 3 - June 22, 2019","id":"EFE68E6E-C9F4-87BD-FF238B6B0460A504","description":"The upper (mansion) parking lot will be closed to all vehicle access due to scheduled maintenance. Visitors who require ADA accommodations are strongly encouraged to call 410-823-1309 prior to their visit so that arrangements for access can be made.","category":"Park Closure","url":"https:\/\/www.nps.gov\/hamp\/planyourvisit\/hours.htm","parkCode":"hamp"},{"title":"Vehicles over 20,000 GVW are restricted from entering the park, until further notice","id":"F2F1EEA6-9281-DAE1-460A0513640196EE","description":"Many park roads remain damaged and Federal Highways has advised that we restrict weight until repairs can be made. Exceptions for schools may apply, consult the Education page for more details.","category":"Information","url":"","parkCode":"havo"},{"title":"No Molten Lava In Park","id":"C322FB85-0148-80DA-673B6F3E15DB56C8","description":"PLEASE BE AWARE: beginning in May, 2018, the lava lake that existed inside Halema‘uma‘u crater disappeared and lava flows from Puʻu ʻŌʻō crater have ceased. There is no molten lava to see anywhere in the park.","category":"Information","url":"","parkCode":"havo"},{"title":"What's Open and What's Not?","id":"73DCD3EC-B31E-B9D5-188991319E5B191A","description":"Some park closures remain in effect","category":"Park Closure","url":"https:\/\/www.nps.gov\/havo\/closed_areas.htm","parkCode":"havo"},{"title":"Shelter House @ Seip - Closed UFN","id":"CC84F47E-EA69-FF53-909D36ADD61B914A","description":"The shelter house at Seip Earthworks is closed until further notice due to rehabilitation efforts.  The grounds at Seip are OPEN.  For your safety, please DO NOT ENTER the structure at any time.  We will advise when rehabilitation efforts are completed.","category":"Caution","url":"","parkCode":"hocu"},{"title":"Park Standard Hours, open Wednesday through Sunday 9 to 5, are in effect until Memorial Day.","id":"3F7990D6-E71F-5898-0F07A71A5A7A265C","description":"The park is closed on Mondays and Tuesdays for the Winter season.","category":"Information","url":"","parkCode":"hofu"},{"title":"Section of Upland Prairie Loop Trail Closed","id":"26795EB2-1DD8-B71B-0B05FCA840974D27","description":"The section of the Upland Prairie Loop Trail that runs along Cub Creek is closed due to erosion. All other trails at Homestead National Monument of America are open.","category":"Information","url":"","parkCode":"home"},{"title":"Temporary Closure - Cutthroat Unit","id":"05F21E50-BD1B-CCED-9744962F976BAFFD","description":"Due to physical security concerns related to the access of the Cutthroat Unit, the unit is closed to public access.","category":"Park Closure","url":"https:\/\/www.nps.gov\/hove\/learn\/management\/cutthroat-closure-080618.htm","parkCode":"hove"},{"title":"Only Bona fide education groups can make advance reservations","id":"31BF5E89-D7B6-FDA2-3BB5E84702461770","description":"Other than bona fide educational groups (limited to 24), advance reservations are not accepted. Tickets are first come first served. Please see page 22 of the park's Superintendent's Compendium in the link.","category":"Information","url":"https:\/\/www.nps.gov\/hstr\/learn\/management\/upload\/HSTR-Final-Draft-Compendium-2018.pdf","parkCode":"hstr"},{"title":"Winter Schedule update","id":"326CBFDA-1DD8-B71B-0B1D9CC3097EC585","description":"The Trading Post remains open daily from 8AM to 5PM.  The Visitor Center will be open from 9AM to 4PM daily and closed for lunch from 12PM to 1PM.  House Peeks offered upon on staff availability.  We apologize for any inconvenience.","category":"Information","url":"","parkCode":"hutr"},{"title":"Severe winter weather may cause delays or closures","id":"D2C42B78-0AD7-E87F-1BD5E9DED1263F98","description":"NOTE that during severe winter weather, the Trading Post and Visitor Center may open at a later time or close all day.  Please check the weather forecast and call ahead.","category":"Park Closure","url":"","parkCode":"hutr"},{"title":"Restroom Closure on 5th Street","id":"2511106C-1DD8-B71B-0B3CEEF4E6A1B71D","description":"The restroom facility at 5th and Chestnut Streets is closed.  Please use the public restrooms in the Independence Visitor Center at 6th and Market Streets.","category":"Information","url":"","parkCode":"inde"},{"title":"Unmanned Aircraft (e.g. model airplanes, quadcopters, drones)","id":"EAA0C285-1DD8-B71B-0B106FD1411D2AAB","description":"Launching, landing or operating unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of Indiana Dunes National Park is prohibited except as approved in writing by the park.","category":"Information","url":"https:\/\/www.nps.gov\/articles\/unmanned-aircraft-in-the-national-parks.htm","parkCode":"indu"},{"title":"Island Closed from November 1 through April 15 Annually","id":"0A1D7A4B-B299-0723-F7D0EAE8824B77F9","description":"From November 1 - April 15 annually, Isle Royale and its surrounding islands are closed to all visitors. Lake Superior waters are open to boaters. All islands reopen April 16. The Houghton Visitor Center remains open Monday - Friday all year.","category":"Park Closure","url":"","parkCode":"isro"},{"title":"Summer Hours Begin May 1, 2019","id":"C5E647BB-F09A-B04B-80329049AC97C777","description":"Starting May 1 the site is open 10 a.m. -5 p.m., daily through October. Guided tours of the home are offered during regular hours with the first tour starting at 10:30 a.m. and the last tour is at 4:15 p.m. For more information call (440) 255-8722.","category":"Information","url":"","parkCode":"jaga"},{"title":"Cave Tour Restrictions","id":"D35AA246-1DD8-B71B-0B19EF16D1EC93BE","description":"The evaluation of cave tour guidelines is done on a routine basis for the safety of our guests, as well as to preserve and protect the resources. Please review the guideline for proper footwear before visiting Jewel Cave on a tour.","category":"Information","url":"https:\/\/www.nps.gov\/jeca\/planyourvisit\/safety.htm","parkCode":"jeca"},{"title":"Phones Are Not Working","id":"ECD09D4F-094C-EBD7-E2AC42AAEA23806C","description":"Trying to reach us? We're having trouble with our phone lines. Please keep trying as we do have one working line.  You can also email us at joda_interpretation@nps.gov.","category":"Information","url":"","parkCode":"joda"},{"title":"Opening Day 2019","id":"E8A41D3C-BCB0-5149-065BA0AFD2732A6D","description":"The site opened for the season on Saturday, May 18, 2019.  Hours are 9:30-5:00 (Wed-Sun) through October 30.  Reservations are not made for groups fewer than five.  For groups of five or more please contact us for a reservation.","category":"Information","url":"","parkCode":"jofi"},{"title":"Celebrating the site's 50th Anniversary--May 29, 2019","id":"E91A6D61-CAF2-E947-4A7F0C8E5DF925DB","description":"On Wednesday, May 29, the site will celebrate 50 years of being open to the public, President Kennedy's 102nd birthday, and the 35th annual Coolidge Corner School's \"What JFK Means to Me\" program.  For details, click the picture link on the home page.","category":"Information","url":"","parkCode":"jofi"},{"title":"Road Closures","id":"EAEFD240-0018-2AEE-974EE1DBEF35C24F","description":"Black Eagle Mine Road is closed. All paved roads are open. Call 760-367-5500 for more information.","category":"Park Closure","url":"https:\/\/www.nps.gov\/jotr\/planyourvisit\/conditions.htm","parkCode":"jotr"},{"title":"Road Restrictions from Flash Flooding Damage","id":"EB67AA36-DD22-BEA8-1A7DFEA38B8515A1","description":"Due to heavy rains in October, South Entrance is open but restricted to one lane in some areas. Use caution. Consider finding an alternate route if you are in an oversized vehicle or driving an RV. The North and West entrances remain open.","category":"Caution","url":"","parkCode":"jotr"},{"title":"Areas Closed to Climbing and Bouldering","id":"C2EE1360-155D-4519-3E3705038B2EE417","description":"Some areas of the park are permanently closed to climbing due to their proximity to sensitive resources or private property. Seasonally, a few climbing areas close to protect wildlife. Visit our Climbing Closures page for more information.","category":"Park Closure","url":"https:\/\/www.nps.gov\/jotr\/planyourvisit\/no_climbing.htm","parkCode":"jotr"},{"title":"Missing Hiker","id":"BB0A2CDE-CBCA-F33E-FE1F2E1F42ABCA9A","description":"Paul Miller, 51, was last seen on Friday, July 13th as he departed his hotel with the intention of hiking Fortynine Palms Oasis, a popular hiking trail. Anyone having information as to the whereabouts of this individual, please call: (909) 383-5651.","category":"Information","url":"https:\/\/www.nps.gov\/jotr\/planyourvisit\/conditions.htm","parkCode":"jotr"},{"title":"Unmanned Aircraft","id":"102A7E33-1DD8-B71B-0B02B65EA104FD14","description":"Launching, landing, or operating an unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of Kalaupapa National Historical Park is prohibited.  This includes model airplanes, quadcopters, and drones.","category":"Information","url":"","parkCode":"kala"},{"title":"Arrival by Boat","id":"830001CE-1DD8-B71B-0B92F77A036F67C0","description":"It is prohibited to come within 1\/4 mile of the Kalaupapa shoreline. Access by boat within the quarter mile offshore park boundary requires a special use permit.","category":"Information","url":"","parkCode":"kala"},{"title":"Pali Trail Closure","id":"B44A7834-A45C-D9DF-FB366DFEE80117A3","description":"The Kalaupapa Pail Trail is closed indefinitely due to a landslide. We are working to restore safe access, until then, please stay away from the area.\n\nThe park is only accessible via aircraft at this time.","category":"Park Closure","url":"","parkCode":"kala"},{"title":"Brooks River Bridge Construction","id":"51020326-CA8F-78FF-1EC84FB1D99B903B","description":"Construction of an elevated bridge and boardwalk over the Brooks River is planned for the winter of 2018- 2019.","category":"Information","url":"https:\/\/www.nps.gov\/katm\/learn\/management\/bridge-construction-faq.htm","parkCode":"katm"},{"title":"Spring conditions","id":"5FA9581A-93FB-B66C-943D05B49AD1668E","description":"The North (Matagamon) road gate is open for the season as of 17 May. The Loop Road and the Swift Brook Road remain closed due to road conditions.","category":"Information","url":"","parkCode":"kaww"},{"title":"Tour Schedule Update","id":"934E8F83-1DD8-B71B-0BBC7CBECA514A45","description":"The ranger-led tour schedule has been updated! Click \"more\" to see the updated tour schedule","category":"Information","url":"https:\/\/www.nps.gov\/keaq\/planyourvisit\/park-programs.htm","parkCode":"keaq"},{"title":"Toe of Exit Glacier, Ice Fall Hazard Zone","id":"6F793630-1DD8-B71B-0B248C2C7069E4A4","description":"An ice fall hazard zone has been identified at the toe and sides of Exit Glacier, due to tall blocks and slabs of ice. For your safety, entry into this zone is prohibited. Please do not continue past ice fall hazard signs and see photo for more details.","category":"Park Closure","url":"https:\/\/www.nps.gov\/kefj\/planyourvisit\/conditions.htm#CP_JUMP_5488509","parkCode":"kefj"},{"title":"Exit Glacier area closed to snow machine use","id":"38C4B299-9D57-8668-DA1E906609A247E0","description":"Due to recent conditions, the park has closed the Exit Glacier Developed Area to snowmachine use. This includes the road, parking areas, designated route through the campground to Exit Creek and within Exit Creek. For more information call (907) 422-0500.","category":"Park Closure","url":"https:\/\/www.nps.gov\/kefj\/learn\/news\/news-releases.htm","parkCode":"kefj"},{"title":"Partial Trail Closure","id":"933754D6-9F61-D776-ACCBE7E1859B8D51","description":"A section of the Village Trail along the Knife River will be closed until repairs are completed from damage caused by recent flooding. The village sites can still be accessed by hiking from the Visitor Center.","category":"Information","url":"","parkCode":"knri"},{"title":"White-Nose Syndrome","id":"B2B250DB-1DD8-B71B-0BF2E41F79C2DBF2","description":"White-nose syndrome has spread to Washington state. If you have gear that has been into any caves or mines outside of Lava Beds, please leave those items at home. When you arrive to Lava Beds, stop by the visitor center for screening and decontamination.","category":"Information","url":"https:\/\/www.nps.gov\/labe\/learn\/nature\/wns.htm","parkCode":"labe"},{"title":"Cottonwood Cove Upper Campground Closed to Overnight Camping","id":"B2BB6A9B-1DD8-B71B-0B350B1D28935260","description":"For the safety of park visitors and staff, the Upper Campground at Cottonwood Cove is closed to overnight camping until further notice.","category":"Information","url":"https:\/\/www.nps.gov\/lake\/learn\/news\/cottonwood-cove-upper-campground-closed-to-overnight-camping.htm","parkCode":"lake"},{"title":"Launch Ramp Conditions","id":"9331A919-B896-1581-33FDE290396EC41B","description":"Get the most current launch ramp and water elevation conditions","category":"Information","url":"https:\/\/www.nps.gov\/lake\/learn\/news\/lakeconditions.htm","parkCode":"lake"},{"title":"Goldstrike, White Rock Canyon Trails Are Closed May 15-Sept. 30","id":"11EB127D-1DD8-B71B-0B2BDAB194635AAE","description":"The Goldstrike and White Rock Canyon trails are closed for the season May 15 through Sept. 30. During the closure period, visitors may still access the popular hot springs via the Colorado River.","category":"Park Closure","url":"https:\/\/www.nps.gov\/lake\/learn\/news\/2019-trail-closure.htm","parkCode":"lake"},{"title":"\"No Breaks\"","id":"F27803B6-1DD8-B71B-0B4452DD57BA1E35","description":"Remember, Styrofoam and glass are never allowed in the park. Thank you for keeping your park clean and trash free.","category":"Information","url":"","parkCode":"lake"},{"title":"Porcupine Bay Campground, Day-Use, and Fish Station Remain Closed Until Further Notice","id":"E85DD423-1DD8-B71B-0B1FAAC3ABAA5A54","description":"Beginning at 12:01 am May 24, 2019, and remaining until further notice, the Superintendent has closed all federal land located within the Porcupine Bay campground and day-use area under the authority granted by 36 CFR §1.5. The boat launch will be open.","category":"Park Closure","url":"https:\/\/www.nps.gov\/laro\/learn\/news\/boat-launch-at-porcupine-bay-reopens-at-lake-roosevelt-national-recreation-area.htm","parkCode":"laro"},{"title":"Boat Launch at Porcupine Bay Reopens for Memorial Day Weekend","id":"CD6E4219-0FE5-159E-FE271F93004F72E6","description":"Beginning at 12:01 am Friday, May 24, 2019 the boat launch, access road, and associated parking lot at Porcupine Bay will reopen to the public. Only part of the dock at the boat launch will be available for use and no moorage docks will be available.","category":"Information","url":"https:\/\/www.nps.gov\/laro\/learn\/news\/boat-launch-at-porcupine-bay-reopens-at-lake-roosevelt-national-recreation-area.htm","parkCode":"laro"},{"title":"Spring 2019 Prescribed Fire Burning Notice","id":"00AC35B5-1DD8-B71B-0BC107516326A536","description":"Lake Roosevelt National Recreation Area may implement the following controlled burns and pile burns during the spring of 2019.","category":"Information","url":"https:\/\/www.nps.gov\/laro\/learn\/news\/lake-roosevelt-national-recreation-area-spring-2019-prescribed-fire-burning-notice.htm","parkCode":"laro"},{"title":"Hawk Creek Lane Restriction at Lake Roosevelt National Recreation Area","id":"21757CFC-C3A1-3CF5-5DB34EAC64F97993","description":"Due to undercutting action of Hawk Creek on the access road between the Hawk Creek campground and boat launch, the road will be reduced to one lane until further notice.","category":"Caution","url":"https:\/\/www.nps.gov\/laro\/learn\/news\/hawk-creek-lane-restriction.htm","parkCode":"laro"},{"title":"Changes in Water Availability at Seven Lake Roosevelt National Recreation Area Campgrounds","id":"221B1E4F-AD24-4C60-C504EF025DE40CA0","description":"Due to changes in Washington State Department of Health well water monitoring regulations for wells under surface water influence, water will not be available at any campground with hand water pumps during the 2019 summer season.","category":"Caution","url":"https:\/\/www.nps.gov\/laro\/learn\/news\/changes-in-water-availability-at-seven-lake-roosevelt-national-recreation-area-campgrounds.htm","parkCode":"laro"},{"title":"Rolling Site Closures Will Impact Summer Visitors at Lake Roosevelt National Recreation Area","id":"5912D1CB-F9F2-275A-EF9A0A83BE368C40","description":"Beginning July 8, 2019 the Federal Highway Administration will be resurfacing and restriping all National Park Service managed asphalt surfaces within the boundaries of Lake Roosevelt National Recreation Area.","category":"Park Closure","url":"https:\/\/www.nps.gov\/laro\/learn\/news\/rolling-site-closures-will-impact-summer-visitors-at-lake-roosevelt-national-recreation-area.htm","parkCode":"laro"},{"title":"Highway Closed to Through Traffic for Snow Clearing Operations","id":"99A89B52-FC31-130C-149F5C90CC1F585E","description":"The park highway (89) is closed for seasonal snow clearing operations. The main entrances at the Kohm Yah-mah-nee Visitor Center off of Hwy. 36 and at Manzanita Lake off of Hwy. 44 are open.","category":"Park Closure","url":"https:\/\/www.nps.gov\/lavo\/planyourvisit\/winter-road-closures-and-spring-clearing-update.htm","parkCode":"lavo"},{"title":"Southwest Walk-in Campground Relocated","id":"AC41C6ED-B771-C3BB-8F19D0F2E440F810","description":"The campground has been temporarily relocated to the south end of the parking area due to a snow clearing hazard.","category":"Information","url":"https:\/\/www.nps.gov\/lavo\/planyourvisit\/southwest-walk-in-campground.htm","parkCode":"lavo"},{"title":"Winter storms and trail damage","id":"42DA3E7A-1DD8-B71B-0B65EE40CD7BFDD0","description":"With winter wind storms coming and going, tree and trail damage will be fixed as weather and staffing allows. If there is a tree down or trail damage please report it to the visitor center with exact location of the damage.","category":"Information","url":"","parkCode":"lewi"},{"title":"Park to Conduct Water System Assessment After Tests Find Legionella Bacteria in Water","id":"5A92F069-A56F-CC98-2D9D4BE3F5C2F5E9","description":"Recent water tests were positive for Legionella bacteria at three park sites. There have been no confirmed cases of illness, and park staff are working with the NPS Office of Public Health and Centers for Disease Control (CDC), to address this finding.","category":"Caution","url":"https:\/\/www.nps.gov\/lyjo\/learn\/news\/tests-find-legionella-bacteria.htm","parkCode":"lyjo"},{"title":"Texas White House Closure","id":"DEEC912F-C214-4AF9-A15D447A951051FC","description":"Until further notice, the Texas White House is closed to tours due to health and safety concerns arising from structural issues. In lieu of tours of the home's interior, rangers are offering tours of the grounds. (Current information as of May 8, 2019)","category":"Park Closure","url":"https:\/\/www.nps.gov\/lyjo\/learn\/news\/texas-white-house-closure.htm","parkCode":"lyjo"},{"title":"Mansion Roof Under Construction - No Porch Access - Loud Noises Possible","id":"BC57C309-DBEA-C94B-F24B7FAA47E3BF32","description":"Please be advised that the mansion roof is currently under construction and that during the construction, there is no access to the porch. There may be loud construction noises on tours.","category":"Information","url":"","parkCode":"mabi"},{"title":"Green River Ferry Closed Due To Low Water","id":"D13E1368-1DD8-B71C-07812C1F579D0379","description":"The Green River Ferry is closed due to low water conditions.  The park plans to resume ferry operation once water levels return to a depth safe enough to transport traffic.  For current ferry status please call 270-758-2166.","category":"Park Closure","url":"","parkCode":"maca"},{"title":"Watch for river hazards – wear your life vest","id":"81958BC3-1DD8-B71B-0B59D70B6BE394B9","description":"Within the park, river users on Nolin River and Green River will encounter downed trees. Life jackets must to be worn at all times. No floodplain camping on Nolin River or below Turnhole Bend (river mile 193) on Green River.","category":"Caution","url":"","parkCode":"maca"},{"title":"Green River Ferry Area Closure June 17 - November 15, 2019","id":"8A53B508-BC08-702F-BDD636C0FEAB5C0B","description":"The Green River Ferry Area will be closed from 6\/17\/19 - 11\/15\/19 due to a number of projects occurring to facilitate traffic movement and improve the site. For full details of the project work please click the more link below.","category":"Park Closure","url":"https:\/\/www.nps.gov\/maca\/green-river-ferry-improvement-projects.htm","parkCode":"maca"},{"title":"No Water Available on Wetherill Mesa Until Further Notice","id":"5F5BAB0A-C98C-F1F0-291C0FD209C9516E","description":"There is currently is no water available on Wetherill Mesa. If you are planning a trip to that area of the park, please ensure you bring your own water. Portable toilets are in place. A portable water tank for filling water bottles will be available 5\/13.","category":"Caution","url":"","parkCode":"meve"},{"title":"Early Spring Storms May Cause Opening Delays","id":"550C2D21-91B4-7920-9FE4E1A1E8523ADC","description":"Early spring storms may cause opening delays or can close the park completely, even for several days. If you plan to visit, please check our Facebook page at www.facebook.com\/mesaverdenps for the most up-to-date information.","category":"Information","url":"","parkCode":"meve"},{"title":"Beware of Rocks on Road","id":"F4DA6AB8-C456-E59A-435B3421B9667A5F","description":"Due to a wet winter and spring, the park is experiencing rock falls along sections of the main park road. Please drive carefully and be aware of rocks on the road that may pose a hazard to vehicles. If you see rocks in the road, please report to a ranger.","category":"Caution","url":"","parkCode":"meve"},{"title":"Delta-01 Tour Fee and Reservations","id":"43855F62-1DD8-B71B-0BCC7A39A7CEA243","description":"All Delta-01 Launch Control Facility Tours require advanced reservations. Reservations can be made up to 90 days in advance on-line or by phone at 605-717-7629. No SAME-DAY tours available during the summer season.","category":"Information","url":"https:\/\/www.nps.gov\/mimi\/planyourvisit\/launch-control-facility-delta-01-tours-and-tickets.htm","parkCode":"mimi"},{"title":"Poor Road Conditions at Delta-01","id":"27B9D6C2-C87C-63D3-203303075A4C95FA","description":"Due to recent severe weather the dirt road leading to Delta-01 is in poor condition. Visitors are advised to drive slowly and mind traffic cones.","category":"Caution","url":"","parkCode":"mimi"},{"title":"Warning about GPS Systems!","id":"61588951-1DD8-B71B-0BC276F083C97883","description":"Vehicle Navigation Systems and GPS units may provide inaccurate information—sending drivers the wrong way on one-way roads, leading them to dead ends in remote areas, or sending them on roads which are impassable. Use the Interstate exits for wayfinding.","category":"Caution","url":"https:\/\/www.nps.gov\/mimi\/planyourvisit\/directions.htm","parkCode":"mimi"},{"title":"Paddle Share Program is Closed due to High Water","id":"5A90BC62-0556-6370-57155FA1350D8390","description":"The Paddle Share program is shut for the Memorial Day weekend due to continued high water on the Mississippi River. Some routes may become available soon. Watch http:\/\/paddleshare.org\/ for more information and instructions on refunds.","category":"Information","url":"","parkCode":"miss"},{"title":"Flood Watch","id":"F2542659-E845-3313-A711942DFB4DC7CE","description":"The Mississippi River in much of the Twin Cities area is still high. Some trails are still affected and may be muddy or closed. Fort Snelling State Park, and other parks, are closed due to road damage and may not open until June.","category":"Caution","url":"","parkCode":"miss"},{"title":"St. Anthony Falls Visitor Center","id":"C55F7674-1DD8-B71B-0B3824794817CE45","description":"St. Anthony Falls Visitor Center is currently closed, but will open for Doors Open on May 18 and 19 2019. It will open for the year on Memorial Day weekend of 2019.","category":"Information","url":"https:\/\/www.nps.gov\/miss\/planyourvisit\/hours.htm","parkCode":"miss"},{"title":"Nebraska Hwy 12 Closure","id":"E15551AE-A426-482F-8E857B67F6C90B1D","description":"Nebraska Hwy 12 is closed and impassable due to bridge damage in both directions from NE 121 (Crofton) to Monowi from a March 2019 rain event. Please check the Nebraska 511 Traveler Information page for updates.","category":"Park Closure","url":"https:\/\/lb.511.nebraska.gov\/nelb\/?fbclid=IwAR1kwAwSNtUq6QH","parkCode":"mnrr"},{"title":"Bridge Closed on Nebraska Hwy 121","id":"E3B17B98-E2D2-1660-52784F4AD839D84D","description":"The bridge located on Nebraska Hwy 121 just west of Hwy 81 near Yankton, SD is closed for repairs. Please check the Nebraska 511 Traveler Information page for updates.","category":"Park Closure","url":"https:\/\/lb.511.nebraska.gov\/nelb\/?fbclid=IwAR1kwAwSNtUq6QHCCZqw93yj5IopyMynObc9Zs0juIoew4hOlt9cSBSTNlM","parkCode":"mnrr"},{"title":"Updated Operating Hours","id":"27475507-C921-0641-23BE7DA53B003145","description":"Please note that operating hours have changed. The park is open Monday - Sunday, 9 am - 5 pm. The Visitor Center is open Tuesday - Saturday, 9 am - 5 pm. Please plan your trip accordingly.","category":"Information","url":"","parkCode":"mocr"},{"title":"Ivanpah Road Closure","id":"EFA4F6A6-99DC-5514-937DBA4194125E8D","description":"A portion of Ivanpah Road (from the intersection with Morning Star Mine Road to the railroad tracks) is closed for shoulder repair work. It will reopen when repairs are done. Check back here for updated information.","category":"Information","url":"","parkCode":"moja"},{"title":"Closed - Tour Stop #2 (14th New Jersey Monument) and the Junction Parking Area","id":"7E1B377B-1DD8-B71B-0B4337EBA346AC43","description":"The bridge on MD-355 over the CSX rail line is being replaced.  Tour Stop #2 - the 14th New Jersey Monument and the Junction Parking Area will be closed for the duration of the project.  The project is projected to be completed by Summer 2019.","category":"Park Closure","url":"","parkCode":"mono"},{"title":"2019 Evening Lighting Ceremonies","id":"02DBF2B0-0C98-0C9F-DCEB23863FE98BD2","description":"The Evening Lighting Ceremonies will begin on Friday, May 31, 2019, at 9:00 p.m.  The sculpture is illuminated, without a ceremony, nightly from sunset to 11:00 p.m. now through May 30th.","category":"Information","url":"https:\/\/www.nps.gov\/moru\/planyourvisit\/evening-lighting-ceremony.htm","parkCode":"moru"},{"title":"Sculptor's Studio closed until May 30, 2019","id":"C7B31A2D-A113-FF45-D351B46775872289","description":"Due to a year long renovation and rehabilitation project, the Sculptor's Studio will be closed until May 30, 2019.","category":"Information","url":"","parkCode":"moru"},{"title":"Construction","id":"B71A57B8-E2AD-87B2-F005268883107C3C","description":"Due to construction at Muir Woods, your parking space may be up to a quarter mile walk from the entrance to Muir Woods. Please plan accordingly, and thank you for your patience as the National Park Service works to improve the visitor experience.","category":"Information","url":"","parkCode":"muwo"},{"title":"No Cell Service or WiFi","id":"ECD541BA-1DD8-B71B-0B8412CD26615E0A","description":"We do not recommend taking a rideshare or taxi to Muir Woods. There is NO cell service or wifi at Muir Woods. When hiring a taxi visitors have the option of negotiating a flat rate, or using the meter. Under some circumstances a flat rate may be cheaper.","category":"Information","url":"","parkCode":"muwo"},{"title":"Parking Reservations Required","id":"3160D117-1DD8-B71B-0BFACB04EBA6DBEB","description":"Reservations are now required for all personal vehicles and shuttle riders at Muir Woods. You can make your reservation by visiting www.gomuirwoods.com.","category":"Information","url":"","parkCode":"muwo"},{"title":"Road Construction - Expect Delays","id":"205DB934-1DD8-B71B-0B409FEB5EBC1917","description":"Road crews will be working on the park entrance road and nearby highways 95 and 261, beginning June 8, 2019. Expect 15-30 minute delays. This project is expected to last for at least 6 months.","category":"Information","url":"","parkCode":"nabr"},{"title":"The Washington Monument is closed until August 2019","id":"F5C1C1D1-1DD8-B71B-0B4B7BE043212435","description":"The National Park Service is modernizing the elevator to increase long term reliability and safety.","category":"Park Closure","url":"https:\/\/www.nps.gov\/wamo\/planyourvisit\/hours.htm","parkCode":"nama"},{"title":"William Johnson House Hours of Operation","id":"043EFA7C-1DD8-B71B-0BCAE0DCF004BBBF","description":"Effective March 4, 2018, the William Johnson House site will be open from 12:00 pm until 5:00 pm on Sundays.  The site will be open Monday through Saturdays from 9:00 am until 5:00 pm with an hour closure from 12:00 until 1:00.","category":"Information","url":"","parkCode":"natc"},{"title":"Uneven Road Surfaces in Mississippi","id":"1DDCE874-1DD8-B71B-0B99B8ABB54E49EE","description":"Extended drought conditions have caused severe cracking and movement of the Natchez Trace Parkway road surface in Mississippi. All motorists, motorcyclists and bicyclists should use caution and be alert to uneven road surfaces.","category":"Caution","url":"https:\/\/www.nps.gov\/natr\/learn\/news\/natchez-trace-parkway-pavement-problems-for-mississippi-travelers.htm","parkCode":"natr"},{"title":"Partial Closure of Rocky Springs Trail","id":"9364E3AE-1DD8-B71B-0BD1151BCCDD9B28","description":"The Rocky Springs section is closed from the Rocky Springs campground at milepost 55 to the northern terminus at milepost 59 until further notice. Visitors should observe posted closures. The trail is unsafe due to trail erosion and deteriorated bridges.","category":"Information","url":"https:\/\/www.nps.gov\/natr\/learn\/news\/closure-of-rocky-springs-section-national-scenic-trail.htm","parkCode":"natr"},{"title":"Tornado Safety Areas","id":"EABEAB12-1DD8-B71B-0B971EF7B6E1142D","description":"Be alert for changing weather conditions. Summer thunderstorms may produce tornadoes. Know where to go during inclement weather.","category":"Caution","url":"https:\/\/www.nps.gov\/natr\/upload\/Tornado-Shelters-by-County-and-milepost-2.pdf","parkCode":"natr"},{"title":"Hiking Advisory","id":"92C84C92-1DD8-B71B-0BDA78FB31D340DB","description":"Due to high winds and rainfall from thunderstorms, damaged trees have fallen across many sections of the National Scenic Trail. Caution is advised on all trails. Be aware of your surroundings while hiking and look for overhead limbs that may pose a hazard","category":"Caution","url":"","parkCode":"natt"},{"title":"Partial Closure of Rocky Springs Trail","id":"92EA72F3-1DD8-B71B-0BE7D03E547B4E62","description":"The Rocky Springs section is closed from the Rocky Springs campground at milepost 55 to the northern terminus at milepost 59 until further notice. Visitors should observe posted closures. The trail is unsafe due to trail erosion and deteriorated bridges.","category":"Caution","url":"","parkCode":"natt"},{"title":"Aspen Trail Closure","id":"275540E9-09A3-2EA6-00C2B301FC9BB65E","description":"Due to a rockfall, Aspen Trail is closed until further notice. Guided Betatakin tours that use Aspen Trail will use the 5 mile roundtrip Tsegi Point Trail until rockfall debris is removed.","category":"Caution","url":"","parkCode":"nava"},{"title":"Guided Cliff Dwelling Tours Not Offered Until May 26th","id":"27182EE0-E653-4201-9C6B0AD60B7DE12D","description":"At this time, we are not offering any guided cliff dwelling tours until May 26, 2019 due to staff shortage. Seasonal Park Rangers begin their season May 26 so the park will offer Betatakin and Keet Seel hikes starting that day until the end of the summer.","category":"Park Closure","url":"","parkCode":"nava"},{"title":"Keeneys Creek Road to Nuttallburg closed","id":"26F2B404-1DD8-B71B-0B2AF18EF6DF64F5","description":"Keeneys Creek Road to Nuttallburg is currently closed due to a washout. At this time there is no access to Nuttallburg. The road will be closed for the foreseeable future, likely through the remainder of 2018.","category":"Information","url":"","parkCode":"neri"},{"title":"Keeney's Creek Rail Trail Closure","id":"1F1C63A9-1DD8-B71B-0B6A450A2DF6E816","description":"Keeney's Creek Rail Trail is currently closed for repairs resulting from flooding.","category":"Information","url":"","parkCode":"neri"},{"title":"Road and Trail Closures","id":"2AA7859F-1DD8-B71B-0BE8A1E68866C0B8","description":"There are several projects currently going on in the park to help make improvements to visitor experiences. Check the road and trail closures page for important information that may affect your visit.","category":"Information","url":"https:\/\/www.nps.gov\/neri\/planyourvisit\/road-and-trail-closures.htm","parkCode":"neri"},{"title":"Kaymoor Trail Closure","id":"9DB3B001-155D-451F-67103E5DF7E202AD","description":"The slope above a portion of the Kaymoor Trail in New River Gorge National River has become unstable, forcing the park to temporarily close the trail from the Wolf Creek Trailhead at Highway 82 (Fayette Station Road) to the Kaymoor Miners Trail.","category":"Information","url":"https:\/\/www.nps.gov\/neri\/learn\/news\/kaymoor-trail-closure-announced.htm","parkCode":"neri"},{"title":"Fayette Station Road Closure","id":"BBA85250-091A-E874-2F7729941E32B61D","description":"From April 15 through July 28, 2019, the portion of Fayette Station Road on the south side of the river will be closed to all traffic, including vehicles, pedestrians, and bicyclists due to a road repair project.","category":"Information","url":"https:\/\/www.nps.gov\/neri\/learn\/news\/fayette-station-road-project-to-impact-park-visitors.htm","parkCode":"neri"},{"title":"Portions of Rend Trail closed for Bridge Repairs","id":"FC111B14-155D-451F-675F8F27C499E1D0","description":"Portions of the Rend Trail, formerly known as the Thurmond Minden Trail, will be closed effective immediately due to safety concerns.","category":"Information","url":"https:\/\/www.nps.gov\/neri\/learn\/news\/portions-of-the-rend-trail-closed-for-bridge-repairs.htm","parkCode":"neri"},{"title":"Life Jackets Required!","id":"13E85374-1DD8-B71B-0BF4B6A13BC2DE2D","description":"By Nebraska State law, all children 12 years old and younger must WEAR a USCG approved life jacket to float the Niobrara NSR. Anyone over 12 years old must HAVE a life jacket. If you are renting equipment, your outfitter will provide them.","category":"Caution","url":"","parkCode":"niob"},{"title":"Fluctuating Lake Levels","id":"25563C58-1DD8-B71B-0B39DBEED3755C64","description":"Gorge, Diablo and Ross lakes are reservoirs with changing water levels. The lakes are generally at full pool from July-September. Boat launches and docks may be difficult to access at low water levels.","category":"Caution","url":"https:\/\/www.nps.gov\/noca\/planyourvisit\/lake-and-river-conditions.htm","parkCode":"noca"},{"title":"Be Aware of Break-ins along State Route 20","id":"AAC3CF20-BE40-BB32-80E978371CCA74C2","description":"Prevent smashed windows and theft. Break-ins are not uncommon at trailheads along State Route 20. Remove your valuables and electronics and take associated electronic cords.","category":"","url":"https:\/\/www.nps.gov\/noca\/upload\/valuables-in-car_final.pdf","parkCode":"noca"},{"title":"Trail Alerts","id":"831ADCEE-AE7E-01AA-8DEED52FA620B9E7","description":"Trail closures are reported to the North Country Trail Association. Go to their Trail Alerts page for the latest information.","category":"Information","url":"https:\/\/northcountrytrail.org\/trail\/trail-alerts\/","parkCode":"noco"},{"title":"Trail Closures","id":"1C2C1D2A-1DD8-B71B-0B71979873AC65EF","description":"The Mt. Alava Adventure Trail is currently closed including from the top of Mt. Alava down to to the village of Vatia.","category":"Danger","url":"","parkCode":"npsa"},{"title":"Mosquito Bite Prevention","id":"06ABCFC5-A0D1-77F2-1EB24F7A6104C0DC","description":"See link for detailed information:\nhttps:\/\/www.nps.gov\/articles\/one-health-disease-mosquito-borne.htm","category":"Information","url":"","parkCode":"npsa"},{"title":"General Mosquito Information","id":"E9210F2E-1DD8-B71B-0B92F970E603E41E","description":"Although there is no known current transmission of dengue, Zika, or chikungunya, American Samoa has had recent outbreaks, and reintroduction is possible. Avoid mosquito bites and report to your doctor if you get sick within two weeks of returning.","category":"Caution","url":"","parkCode":"npsa"},{"title":"Hurricane Hill Trail Project - Check project page for open\/closed dates","id":"3723CA50-1DD8-B71B-0BDC601364F6BFF9","description":"Hurricane Hill Trail will be open on a rotating basis during periods when crews are not working. Click 'more' for open\/close dates and project information","category":"Park Closure","url":"https:\/\/www.nps.gov\/olym\/planyourvisit\/hurricane-hill-trail-project.htm","parkCode":"olym"},{"title":"No Food or Lodging Available","id":"E7B49715-BE04-F462-F47F989E85997294","description":"No food or lodging options available in the park due to the temporary closure of the Chateau. You are strongly advised to bring a lunch or eat in Cave Junction before you arrive. Cave tours will continue as scheduled during the spring, summer and fall.","category":"Information","url":"","parkCode":"orca"},{"title":"Twin Peaks Campground Information","id":"D5627662-B2BF-D7B1-F68552F3231B1A42","description":"Organ Pipe Cactus National Monument now requires that visitors wishing to camp at the Twin Peaks Campground from January - March register online at www.Recreation.gov","category":"Information","url":"","parkCode":"orpi"},{"title":"Big Spring Bridge Set to Close for Replacement on August 27, 2018","id":"6C1AF868-AFF6-BC40-B2CB8194734AD27C","description":"Project to start soon to replace the Big Spring Bridge located on State Rte 103. Bridge will be closed to all vehicle and pedestrian traffic. The bridge could be closed up to one year. Take Peavine to access Big Spring which is still open.","category":"Park Closure","url":"","parkCode":"ozar"},{"title":"Park Headquarters Moving","id":"F3EDC8C9-FC22-445C-318ACE0EBDA7DDB9","description":"The park's headquarters will be moving to a new location. Effective May 1, 2019, the park's headquarters will be located at 600 E. Harrison Street, Room 1006, Brownsville, TX  78520. All correspondence should be sent to this address.","category":"Information","url":"","parkCode":"paal"},{"title":"Paterson Museum will be Closed 5\/27","id":"DD136B6F-1DD8-B71B-0B31F8C762DD9A51","description":"The Paterson Museum will be closed 5\/27 in observance of Memorial Day. The park Welcome Center will be open 9:00am - 5:00pm.","category":"Information","url":"https:\/\/www.nps.gov\/pagr\/planyourvisit\/park-tours-and-special-programs.htm","parkCode":"pagr"},{"title":"Welcome Center Closure & Tour Cancellation 5\/31","id":"BD2C7704-1DD8-B71B-0BF48239C1314C26","description":"The Welcome Center at 65 McBride Ave. Ext. will be closed, and there will not be a ranger led tour at 2:00pm, on 5\/31. The park grounds and the Paterson Museum at 2 Market Street will remain open. Self guided tour is also available. Click to learn more.","category":"Park Closure","url":"https:\/\/www.nps.gov\/pagr\/learn\/photosmultimedia\/pagr-app.htm","parkCode":"pagr"},{"title":"Treat Water from Monument Springs Before Drinking","id":"D4E80F9E-0720-2AF5-E2187EDC55B508B6","description":"There are no potable water sources here. Rangers advise bringing all drinking water needed for your visit. Springs are rare. Expect spring water to contain E. coli and fecal coliform bacteria from animals. Always boil or chemically treat collected water.","category":"Caution","url":"","parkCode":"para"},{"title":"Fence Welding at Pakoon Spring","id":"60E95EB6-1DD8-B71B-0B4251294965AE85","description":"Expect work crews at Pakoon Spring installing and welding fences. The area is open to visitors during the work project.","category":"Caution","url":"","parkCode":"para"},{"title":"Grand Canyon-Parashant National Monument is not part of Grand Canyon National Park","id":"5849D0AA-1DD8-B71B-0B6C3A07D4480FC5","description":"Grand Canyon National Park is only part of the 277 mile-long Grand Canyon. Click More for the national park site. GC-Parashant starts on the north rim of the Grand Canyon west of the national park boundary at Toroweap and stretches to the Nevada line.","category":"Information","url":"https:\/\/www.nps.gov\/grca\/index.htm","parkCode":"para"},{"title":"Bringing an ATV\/UTV from Out of State?","id":"46F855A6-1DD8-B71B-0B7C550BD0C78F7A","description":"In order to use an ATV\/UTV on NPS roads and Mohave County roads in the monument, it must be registered and meet Arizona street legal (on-highway use) requirements including appropriate insurance and mandatory equipment.","category":"Information","url":"https:\/\/www.azgfd.com\/ohv\/","parkCode":"para"},{"title":"Chinde Point closed May 28th - May 31st","id":"01CD0A81-B460-5FC9-8419E1F52D0BC59E","description":"The Chinde Point overlook and picnic area is closed for construction between Tuesday, May 28th, through Friday, May 31st.","category":"Park Closure","url":"","parkCode":"pefo"},{"title":"Horse Trail Closure","id":"2F5A129D-03D2-9F32-7D6A199640FC4776","description":"Due to significant rainfall, the entire horse trail is closed due to wet and muddy conditions that make the trail susceptible to resource damage. Staff will monitor and re-open the trail when conditions improve. Call 479-451-8122 x 1227 for updates.","category":"Information","url":"","parkCode":"peri"},{"title":"New Park Entrance","id":"6CCA2371-D2D7-BA14-449BD44A95078BBC","description":"The park entrance is now located off of Hwy 62 due to highway expansion and is 1.3 miles east of the intersection of Hwy 62 and Hwy 72. Call the park for more information. (479) 451-8122.","category":"Information","url":"","parkCode":"peri"},{"title":"GPS location issues","id":"C79BC38C-1DD8-B71B-0B5BC05AB35F9358","description":"Due to the hwy 62 expansion, many GPS devices are unable to locate the park visitor center. Google maps is currently the most accurate way-finding program available. Search for \"Pea Ridge National Military Park\" rather than the numerical address.","category":"Information","url":"","parkCode":"peri"},{"title":"Atrisco Vista Blvd Closed June 15th-June 16th South Entrance to Volcanoes Affected","id":"F75305DB-A75C-B070-85CFC1EFFD95F857","description":"On June 15th and 16th, the south entrance to the volcanoes off Atrisco Vista Rd will be closed from 7am - 12pm for a National Senior Games Event. Please use the north entrance from Paseo Del Norte to Atrisco Vista Blvd to access the volcanoes site.","category":"Information","url":"","parkCode":"petr"},{"title":"Attention Visitors, Cab drivers, Uber drivers, and transportation service drivers","id":"AA9EF127-1DD8-B71B-0B67B906DE1BE35D","description":"DO NOT drop off your passengers at the visitor center. No trail access. Visitors must be driven to a trail system from the visitor center. If passengers want to go to the visitor center, WAIT FOR THEM in the parking lot until they come back out.","category":"Information","url":"https:\/\/www.nps.gov\/petr\/planyourvisit\/directions.htm","parkCode":"petr"},{"title":"Visitors please take precautions to secure your vehicle and valuables, as you would in any city.","id":"1FD48538-1DD8-B71B-0BB1F019584202E9","description":"This is an urban park. Do not invite a thief. Do not leave valuables visible inside your car. Be sure to lock your vehicle and set car alarm. Increased parking lot patrols by park rangers have been effective in preventing recent break-ins.","category":"","url":"","parkCode":"petr"},{"title":"If you have been redirected from the New Jersey Coastal Heritage Trail Route","id":"BAFD5882-155D-451F-67C446B0C8AA92CB","description":"You were redirected to this site from the New Jersey Coastal Heritage Trail Route because of a sunset clause in the Trail's federal legislation, the NPS lost\nits legislative authority to manage the trail after  9-30-2011.","category":"","url":"https:\/\/www.nps.gov\/pine\/loader.cfm?csModule=security\/getfile&pageID=413973","parkCode":"pine"},{"title":"High Volume of Weekend Traffic","id":"6863F60D-BCB3-6930-8E3C9805947D09AA","description":"High Volume of Weekend Traffic\tVisitation is highest on weekends. Expect parking lots to fill by 10:00 am. Delays to enter the park may occur.","category":"Information","url":"","parkCode":"pinn"},{"title":"West Visitor Contact Station Closed","id":"686D9698-A5EE-7565-71BE9CDD10DAFAFB","description":"The West Visitor Contact Station is temporarily closed. The west entrance remains open.","category":"Park Closure","url":"","parkCode":"pinn"},{"title":"Bear Gulch Cave CLOSED","id":"687268C0-C7BF-69B4-4C21DEA3A62F9C58","description":"Bear Gulch Cave will be closed through July 15th in order to protect a maternity colony of Townsend's big-eared bats. Balconies Cave remains open.","category":"Park Closure","url":"","parkCode":"pinn"},{"title":"Spring Conditions","id":"75866597-C1F7-000B-8A3A4D516A26BC22","description":"All park roads and campgrounds open. Some roads and trails might be rough. Chapel Road passable but 4-wheel recommended. Drinking water available at campgrounds, but not at Miners Castle, Log Slide, or Au Sable Light Station.","category":"Information","url":"","parkCode":"piro"},{"title":"Road Closures are in effect until further notice.","id":"8D26533A-DE67-3B83-B3403D0567A400B4","description":"McClures Beach Trailhead Access Road and Parking Lot and Mount Vision Road are closed until further notice.","category":"Park Closure","url":"https:\/\/www.nps.gov\/pore\/planyourvisit\/roadclosures.htm","parkCode":"pore"},{"title":"Harbor Seal Pupping Season Closures","id":"8DD3C749-1DD8-B71C-0E064B1508A1E46F","description":"From March 1 through June 30, the park implements closures of Drakes Estero, Double Point, & the western end of Limantour Spit to protect harbor seals during the pupping season. Please avoid disturbing seals to ensure a successful pupping season.","category":"Park Closure","url":"https:\/\/www.nps.gov\/pore\/learn\/nature\/harbor_seals.htm#howyoucanhelp","parkCode":"pore"},{"title":"Boaters: Small Craft Advisory is in effect until 3 pm on Thursday, May 30.","id":"5677C728-1DD8-B71B-0BC66077834CE3E0","description":"The National Weather Service has issued a Small Craft Advisory for coastal waters between Point Arena and Point Reyes, including Tomales Bay. Winds of 21 to 33 knots and\/or steep waves are expected to produce hazardous wave conditions to small craft.","category":"Caution","url":"http:\/\/marine.weather.gov\/showsigwx.php?warnzone=PZZ540&warncounty=marine","parkCode":"pore"},{"title":"Annual Quarantine of Sport-Harvested Mussels - May 1 through October 31","id":"4F18C954-1DD8-B71B-0B18551B44513C76","description":"Every year, the California Department of Public Health announces an annual quarantine of sport-harvested mussels gathered along the California coast. The quarantine is in effect from May 1 until October 31 and applies to all species of mussels.","category":"Caution","url":"https:\/\/www.cdph.ca.gov\/Programs\/CEH\/DRSEM\/Pages\/EMB\/Shellfish\/Annual-Mussel-Quarantine.aspx","parkCode":"pore"},{"title":"Many Roads within the Park are in Poor Condition.","id":"B8EC930E-E802-F6F9-F1AF3941F7F21DA6","description":"Please be aware of poor road conditions along Sir Francis Drake Boulevard and adjust your speed accordingly, especially along the perpetually flooded section between the Estero Trail Access Road and Schooner Bay.","category":"Caution","url":"https:\/\/www.nps.gov\/pore\/planyourvisit\/conditions.htm#thegulch","parkCode":"pore"},{"title":"Pet Owners: Annual closure of a portion of Point Reyes Beach to pets from March 1 to September 30.","id":"BEA14B88-03A0-3510-51D89E647E0DA4F4","description":"Point Reyes Beach between the North Beach parking lot and Kehoe Beach Trail is closed to pets from March 1 to September 30 to better ensure the survival of snowy plover nests and chicks.","category":"Park Closure","url":"https:\/\/www.nps.gov\/pore\/planyourvisit\/pets.htm","parkCode":"pore"},{"title":"Point Reyes Lighthouse Restoration","id":"D45CDAE2-1DD8-B71B-0B5E43E8DDC9069B","description":"The NPS has begun a large restoration project on the historic Point Reyes Lighthouse. The area west of the lighthouse visitors' parking lot is currently closed to all public access 7 days a week. Visitors found in the closed area are subject to citation.","category":"Park Closure","url":"https:\/\/www.nps.gov\/pore\/blogs\/lighthouse_restoration_2018.htm","parkCode":"pore"},{"title":"Hazardous conditions at Arch Rock and along Chimney Rock and Tomales Point trails.","id":"F1E0D1C7-1DD8-B71B-0B7E6FF0411D2A13","description":"During 2015, Arch Rock collapsed and cracks were reported along the top of a bluff along Chimney Rock Trail. In 2017, part of the bluff at Tomales Point collapsed. Bluff tops may be unstable and additional collapses may occur. Stay on designated trails.","category":"Caution","url":"https:\/\/www.nps.gov\/pore\/planyourvisit\/hiking_trail_advisories.htm","parkCode":"pore"},{"title":"Annual closure of a portion of Point Reyes Beach on weekends and holidays through Labor Day.","id":"DBA153D9-F81A-037F-410F3732633E3F42","description":"Point Reyes Beach between the North Beach parking lot and the mouth of Abbotts Lagoon is closed to all entry on weekends and federal holidays from Memorial Day weekend through Labor Day to better ensure the survival of snowy plover nests and chicks.","category":"Park Closure","url":"https:\/\/www.nps.gov\/pore\/planyourvisit\/closures.htm#wildlife","parkCode":"pore"},{"title":"Boaters: Small Craft Advisory is in effect until 9 am on Thursday, May 30.","id":"E3E1B4D7-1DD8-B71B-0B5085F7F67A9364","description":"The National Weather Service has issued a Small Craft Advisory for coastal waters between Point Reyes and Pigeon Point. Winds of 21 to 33 knots and\/or steep waves are expected to produce hazardous wave conditions to small craft.","category":"Caution","url":"http:\/\/marine.weather.gov\/showsigwx.php?warnzone=PZZ545&warncounty=marine","parkCode":"pore"},{"title":"Presidio Trail Closure for Dogs","id":"B8FD48C2-1DD8-B71B-0B3788FC34BC0F0F","description":"A section of Park Trail between Mountain Lake and the Golf Course General Store is closed to all dogs due to coyote pupping season.  Dog walkers should also stay alert in the section of the Bay Area Ridge Trail near the Park Trail.","category":"Park Closure","url":"https:\/\/www.presidio.gov\/presidio-trust\/planning\/coyotes-in-the-presidio","parkCode":"prsf"},{"title":"Elk Meadow Day Use Area: Bathrooms Closed","id":"D221F223-08E9-A547-F9EE7BCCF4936497","description":"May 22: Due to mechanical problems, the public bathrooms at the Trillium Falls Trailhead \/ Elk Meadow Day Use Area are closed until repairs can be made.","category":"Park Closure","url":"","parkCode":"redw"},{"title":"High Water Levels Limiting Some Access","id":"D2439383-F7B0-982F-C87F292A178689F7","description":"May 22: Redwood Creek and other areas have high water levels. This means access to some popular back-country sites, or other destinations may be difficult, or unsafe. Summer footbridges have NOT been installed in Fern Canyon, Redwood Creek or Smith River.","category":"Caution","url":"","parkCode":"redw"},{"title":"Ossagon Trail: Muddy and Flooded","id":"60746D99-C9BB-F594-6313ED345AA715F7","description":"The Ossagon Bike Trail currently has standing and flowing water in sections. Be prepared to dismount bikes and get your wet feet.","category":"Information","url":"","parkCode":"redw"},{"title":"Do Not Rely On Digital Maps","id":"82B70102-1DD8-B71B-0BFD95E1F5080B42","description":"Be aware that many apps that provide digital maps do not not give accurate, site-specific information in this area. Visitors seeking places like the Tall Trees Grove Trailhead and Mill Creek Campground have been misdirected. Please utilize good judgement!","category":"Caution","url":"","parkCode":"redw"},{"title":"The park is not yet open to the public.","id":"5C99DAA4-1DD8-B71B-0B3E040DADF3CBA4","description":"The park is not yet open to the public.","category":"Park Closure","url":"","parkCode":"reer"},{"title":"Richmond National Battlefield Park No Longer Sells Senior or Annual National Park Passes","id":"4B5157A8-1DD8-B71B-0BCBBFA1ACF3147F","description":"Richmond National Battlefield Park does not sell the Senior or Annual National Park Service passes.  For a list of sites that do sell passes, please visit https:\/\/store.usgs.gov\/pass\/annual.html","category":"Information","url":"https:\/\/store.usgs.gov\/pass\/annual.html","parkCode":"rich"},{"title":"Planetarium Programs Temporarily Canceled","id":"19452B89-E239-21F9-FDEA0F6E71ED8400","description":"Ms. Seymour, the planetarium projector, is not feeling well. Her computers are receiving emergency service. We apologize for any inconvenience this may cause.","category":"Information","url":"","parkCode":"rocr"},{"title":"Trail Safety Updates--Rock Creek Park","id":"12564FE9-1DD8-B71B-0B76AE7E3F23E27B","description":"The multi-use trail from Joyce Rd to Bingham Dr and the Valley Trail from Joyce Rd to just south of Sherrill Dr are closed due to construction on Beach Drive. It is dangerous to enter work areas, and you might get a ticket if you do.","category":"Danger","url":"https:\/\/www.nps.gov\/rocr\/learn\/management\/beach-drive-rehabilitation.htm","parkCode":"rocr"},{"title":"Glover-Archbold Trail Detour","id":"6253FA01-1DD8-B71B-0B4C90C2F7345482","description":"For visitor safety, the southern end of the Glover-Archbold Trail is under an emergency closure until further notice due to aerial hazards. Please follow the posted detour along Foxhall Rd. \/ 44th St. NW \/ P St. NW.","category":"Danger","url":"https:\/\/www.nps.gov\/rocr\/planyourvisit\/trail-closure-detour.htm","parkCode":"rocr"},{"title":"Avalanches: Be Alert","id":"0F4A72B7-1DD8-B71B-0B44BED16B9B1B65","description":"Avalanches can be easily triggered by backcountry travelers. The park does not do any avalanche control. Never assume trails are free of avalanche hazard. Check current avalanche conditions before your visit by clicking \"more.\"","category":"Caution","url":"http:\/\/avalanche.state.co.us","parkCode":"romo"},{"title":"Old Fall River Road: Closed to motorized travel, open to bicyclists and pedestrians","id":"3F79EB6C-1DD8-B71B-0B0FF00DC86C7674","description":"Old Fall River Road is closed to motorized travel until early July. It's open to bicyclists and pedestrians (including those with leashed pets).","category":"Information","url":"https:\/\/www.nps.gov\/romo\/planyourvisit\/road_status.htm#ofrr","parkCode":"romo"},{"title":"Trail Ridge Road: Closed to motorized travel, open to bicyclists and pedestrians","id":"E2219DB5-1DD8-B71B-0B1345949AE18690","description":"Trail Ridge Road is closed to motorized travel until late May (weather permitting). It's open to bicyclists and pedestrians (including those with leashed pets).","category":"Information","url":"https:\/\/www.nps.gov\/romo\/planyourvisit\/road_status.htm#trr","parkCode":"romo"},{"title":"Weather Changes Quickly at Rocky","id":"F104F0E9-FDED-A153-C7BA0640E407C4D3","description":"Winter weather, including ice and snow, is possible at any time and can suddenly change road and trail conditions. Always check an updated weather forecast before you arrive.","category":"Caution","url":"https:\/\/www.nps.gov\/romo\/planyourvisit\/weather.htm","parkCode":"romo"},{"title":"Trail Ridge Road Opening Delayed Due to Weather","id":"F9272CB2-00BE-3223-B1EF0A7389BA6897","description":"Due to late spring snowfall and continuing winter-like conditions at high elevations, Trail Ridge Road will not open to vehicles over the Memorial Day Holiday. Click \"more\" for details.","category":"Information","url":"https:\/\/www.nps.gov\/romo\/learn\/news\/trail-ridge-road-opening-delayed.htm","parkCode":"romo"},{"title":"Restroom Renovation Project at Mission San José","id":"2556263D-C13A-0F60-06920D11A4FAAA3D","description":"Restroom renovation project began at the Visitor Center at Mission San José on 2\/19\/19. Main restroom facilities are closed. A temporary restroom facility is located at the Visitor Center along with an ADA accessible Porta Potty.","category":"Information","url":"","parkCode":"saan"},{"title":"Prescribed Burn around Mica Mountain","id":"5C7E822B-A089-0717-B59EB2228BE6E8E4","description":"There is a prescribed fire planned in the higher elevations of Mica Mountain on the east side of the park starting May 14, 2019.  Several trails will be closed. \n\nPlease see our facebook page for updates or call the fire info hotline 520-733-5150","category":"Danger","url":"https:\/\/www.nps.gov\/sagu\/learn\/nature\/fire-updates.htm","parkCode":"sagu"},{"title":"Summer is Here!","id":"85BDF9E6-C37E-1790-34788FA1EC87A01F","description":"Temperatures in the park are rising, make sure to take weather into consideration when planning your trip and hiking in the area! Average highs in May move from the 90's to 100's and hiking is not advised past 10:00 AM.","category":"Information","url":"https:\/\/www.nps.gov\/sagu\/planyourvisit\/general-safety-information.htm","parkCode":"sagu"},{"title":"Purchase tickets and check in reservations at Old Orchard Museum","id":"78105413-ACF0-2101-E01573C6DD0EC308","description":"Visitors must check in at Old Orchard Museum before touring the Roosevelt Home. Arrive early and allow for extra time to walk between buildings. Visitors with mobility issues should park at the museum. Tickets are sold on a first come, first serve basis.","category":"Park Closure","url":"https:\/\/www.nps.gov\/sahi\/planyourvisit\/fees.htm","parkCode":"sahi"},{"title":"Limited Number of Tickets to Tour the Roosevelt Home","id":"0FC0D06E-EA9C-0608-41561EB7D6051E24","description":"During weekends, school vacations, and holidays, there is a high demand for tickets to tour the Roosevelt Home. Tickets sometimes sell out as early as noon. Visitors should arrive early to pick up these first come, first served tickets.","category":"Information","url":"https:\/\/www.nps.gov\/sahi\/planyourvisit\/fees.htm","parkCode":"sahi"},{"title":"No Visitor Services","id":"1A4076D5-047A-6821-0FF11D35EFF762E4","description":"From November 1, 2018 through June 1, 2019, there will no visitor services. However, during this time, Monday-Friday, between 10am-3pm, if weather permits and staff are available, the grounds of the upper site will be open.","category":"Information","url":"","parkCode":"sair"},{"title":"Ongoing Historic Preservation at the Site","id":"4706D935-1DD8-B71B-0B2C5C278841802F","description":"Historic preservation projects are ongoing at the site which limits access to some areas. Restricted areas are subject to change in consideration of the safety of our staff and visitors.","category":"Information","url":"","parkCode":"sair"},{"title":"Most NPS trails & parks are open, a few remain closed due to Woolsey Fire damage","id":"C6992773-DD03-943B-444C9F39EA288887","description":"NPS trails and parks are open except for Zuma\/Trancas Canyons, Peter Strauss Ranch, Rocky Oaks, Arroyo Sequit and the Backbone Trail from Corral Cyn to Kanan. For more info, please click \"more\" below & visit the Woolsey Fire webpage.","category":"Park Closure","url":"https:\/\/www.nps.gov\/samo\/learn\/management\/2018-woolsey-fire.htm","parkCode":"samo"},{"title":"Local Road Closure -- minimal impact on travel to Saratoga NHP","id":"C795C5E8-0968-9D9D-AE04F44013A19728","description":"Roadwork on Route 9P on east side of Saratoga Lake has the road closed north of the Route 423 turnoff. Traffic to Saratoga NHP from US Route 9 to Route 9P and then along Route 423 should not be affected.  Use map\/map program to review route before visit.","category":"Information","url":"","parkCode":"sara"},{"title":"Saratoga Monument 2019 Hours","id":"CCB44646-155D-451F-676BF6D0F96947CE","description":"Season: Saturday, May 25th 2019 through Sunday, October 6th 2019\nHours: 10am - 4pm, Friday - Sunday\nClosed for Lunch 12:30pm - 1pm\n\nLast climb will take place 15 minutes before closure (12:15pm and 3:45pm)","category":"Information","url":"","parkCode":"sara"},{"title":"Schuyler Estate 2019 Hours","id":"B262DD3B-9AE7-8918-013AFE8BAEC75634","description":"Season: Saturday, May 25th 2019 through Sunday, October 6th 2019\nHours: 10am - 4pm, Wednesday - Sunday\n\nThe house is available for viewing by dropping in - staff will be on hand to answer questions you may have about the estate or Schuyler family.","category":"Information","url":"","parkCode":"sara"},{"title":"Battlefield Tour Road: June 1 - September 1","id":"11039865-1DD8-B71B-0B9525C5FA6A42BF","description":"Starting Saturday, June 1st 2019 the Tour Road will be open to vehicle traffic from 9am - 6pm daily. Summer hours will be in effect between June 1st and September 1st (Labor Day).","category":"Information","url":"","parkCode":"sara"},{"title":"Saddle Rock Trailhead","id":"86B3CEA7-01C3-AA88-3259EED6C60BA03B","description":"Due to the renovation of the Visitor Center, the trailhead to the Saddle Rock Trail is now at the base of the Summit Road. All trail users must use this new route for safety reasons. Directional signage has been placed near the parking lot.","category":"Information","url":"","parkCode":"scbl"},{"title":"Temporary Visitor Center","id":"8C766B88-9960-531B-DF8E1C933F23D126","description":"A temporary trailer will serve as the Visitor Center while the renovation project is underway. Visitor services such as park information, film, bookstore and NPS Passport stamps will be available there.","category":"Information","url":"","parkCode":"scbl"},{"title":"Visitor Center Closed for Renovation Project","id":"D947E3ED-9093-BEAF-B3A2F17A0D9F1E8B","description":"The Visitor Center is closed for major renovation and expansion. A temporary Visitor Center is available for park information, film, passport stamps and bookstore. Due to the renovation, no water fountain is available. Water is available for purchase.","category":"Park Closure","url":"","parkCode":"scbl"},{"title":"Mineral King Road","id":"C623E686-B54E-003E-40F188266E99F568","description":"Mineral King Road is still closed for the season due to dangerous road conditions. The road will reopen when conditions improve and hazards are cleared. Silver City Resort reservation holders have access to the resort.","category":"Information","url":"","parkCode":"seki"},{"title":"Tire chains may be required on park roads.","id":"F10F7E84-1DD8-B71C-0E79300D2638B2FC","description":"Chains or cables may be required in the parks at any time. If weather is snowy, check road conditions so that you can be prepared.","category":"Information","url":"https:\/\/www.nps.gov\/seki\/planyourvisit\/winter_driving.htm","parkCode":"seki"},{"title":"South River and Dundo Picnic Grounds Water Alert","id":"F702BACB-1DD8-B71B-0B15DA7B971DEFDE","description":"Recent water testing at South River and Dundo Picnic Grounds shows water may contain microbial contamination. Water should NOT be consumed or used for washing dishes and hands without boiling it first","category":"Caution","url":"","parkCode":"shen"},{"title":"Current Hiking Alerts & Closures","id":"704A1261-1DD8-B71B-0B0D4631C0EB3C8C","description":"Information about trails and other closures.","category":"Caution","url":"https:\/\/www.nps.gov\/shen\/planyourvisit\/alerts.htm","parkCode":"shen"},{"title":"Temporary Relocation of a Portion of the Appalachian Trail","id":"28127B27-D0B3-1ED5-51967872A2D2EB2C","description":"About one mile of the A.T. has been temporarily relocated in the south district of the park due to construction in a power line right-of-way.","category":"Information","url":"https:\/\/www.nps.gov\/shen\/planyourvisit\/alerts.htm","parkCode":"shen"},{"title":"Glass found on Good Harbor Bay beach","id":"B049457D-BE15-FEF2-418164962F35D63B","description":"A large quantity of broken glass has been found on the Lake Michigan beach near Good Harbor Picnic Area at the east end of Lake Michigan Road. \nRemoval is in progress. Use caution if walking in this area.","category":"Danger","url":"","parkCode":"slbe"},{"title":"Winter Closure Hotline","id":"FDACB5B7-1DD8-B71B-0B22A7441C8EED56","description":"With winter weather a possibility, Springfield Armory has set up a Weather Delay\/Closure hotline for up to the minute information.  Please call 413-734-8551 then enter extension 300 for weather updates.","category":"","url":"","parkCode":"spar"},{"title":"Yard Shuttles on May 12 and June 16","id":"EF9C4E6C-9733-8160-9BE4C699F2EA4944","description":"Please note:  Yard shuttle schedule will vary slightly on these two days.  On these days our yard shuttles will depart at 10:30, 11:30, 1:30 and 2:30.  We apologize for any inconvenience this may cause.","category":"Information","url":"","parkCode":"stea"},{"title":"No America The Beautiful Passes Sold on Mondays and Tuesdays","id":"9093E455-1DD8-B71B-0B063D98A7DAA7C9","description":"The Fee Booth is closed on Mondays and Tuesdays and America the Beautiful passes are not available for purchase on those days. However, the park is open seven days a week.","category":"Information","url":"","parkCode":"stea"},{"title":"Train Excursion Ticket Reservations on Mondays and Tuesdays","id":"9289F61E-1DD8-B71B-0BA6BD95C7D7F0CB","description":"To reserve excursion tickets on Monday or Tuesday, call 570-340-5206 and provide the requested information; a Ranger will call on Wednesday to take your credit card information. Tickets may be purchased Wednesday through Sunday by calling 570-340-5204.","category":"Information","url":"","parkCode":"stea"},{"title":"Use caution on Liberty Island","id":"9300624B-BE9D-DB73-065B293489BEDD25","description":"Many of the final preparations are being completed in anticipation of the new museum opening on May 16. Please be extra careful near construction areas.","category":"Caution","url":"","parkCode":"stli"},{"title":"Artifacts Removed for Exhibit Relocation","id":"411B82CE-B16C-9BC5-A3209791BCBFA651","description":"The new Statue of Liberty Museum will soon open to the public. As we prepare for the new exhibits, almost all artifacts have been removed from the existing museum to prepare them for installation in the new museum. We apologize for the inconvenience.","category":"Information","url":"https:\/\/www.nps.govhttps:\/\/www.nps.gov\/stli\/getinvolved\/artifact-conservation.htm","parkCode":"stli"},{"title":"Bison Are Wild Animals","id":"44EBF893-155D-9421-1F2C427BA96B5CB2","description":"A reminder that bison are wild animals and will defend themselves if feeling threatened. A raised tail is a warning sign and the animal may charge or give chase. Please give a wide distance, at least 100 yards. You can also hike around Windmill Pasture.","category":"","url":"https:\/\/www.nps.gov\/tapr\/planyourvisit\/safety.htm","parkCode":"tapr"},{"title":"Stream Crossings on Trails are Very Wet","id":"2A6FEF48-980F-2F79-0117E31F3BA3F580","description":"Due to the recent storms, the stream crossings are very wet and may require you to take an alternate route. The prairie is a natural environment and with that comes changing situations due to natural weather events. Do not attempt to cross high water.","category":"Caution","url":"","parkCode":"tapr"},{"title":"Bridge on Southwind Nature Trail is Open","id":"F822534C-B021-C46E-BA32041781A9FA28","description":"The wooden bridge on the Southwind Nature Trail is once again open.","category":"Information","url":"","parkCode":"tapr"},{"title":"Please Close Gates Behind You","id":"E589FAA0-9715-E8DB-44F30C8D69793AF3","description":"Every season cattle graze the preserve pastures to help maintain the diversity of the prairie and to tell the story of ranching. For everyone's safety (including the cattle), please make sure you close any gate you open. If in doubt, close the gate.","category":"Caution","url":"","parkCode":"tapr"},{"title":"Tours","id":"4DBFF6FE-9575-D287-F6ED220077D436C3","description":"Preference is given to reserved groups of 10+ people during the 10am and 1pm tour times. If visiting during these times, call the visitor center at (212) 260-1616 to confirm if these tours are available.","category":"Information","url":"","parkCode":"thrb"},{"title":"South Unit Road Closure","id":"8688DD7F-C336-E8BE-32655ABCC8DD3C87","description":"Due to the continued deterioration, the Scenic Loop road between mile marker 7 and 11 is closed to vehicle traffic until further notice. This area is open to hiking and biking, however, the slide cannot be crossed.","category":"Park Closure","url":"","parkCode":"thro"},{"title":"Visitor Center, Cave, and Cave Trail closed due to construction","id":"2B18B36E-D175-F6AA-9CA40A729A16504E","description":"The visitor center, cave, and cave trail are closed due to construction, and will reopen up completion of this project (mid-late June 2019). Swinging Bridge Picnic Area and Canyon Nature Trail remain open.","category":"Park Closure","url":"","parkCode":"tica"},{"title":"Portions of Fort Caroline fort model Closed","id":"7CAF0108-0B37-8D55-14C6561EB7EBEC9C","description":"Repairs from hurricane damage will take place April-Aug. 2019. For public safety, during the repairs, the park will be limiting both interior and exterior visitation at the fort model. The public will be able to access the interior area including signs","category":"Caution","url":"https:\/\/www.nps.gov\/timu\/planyourvisit\/closures.htm","parkCode":"timu"},{"title":"Fort Caroline Dock Closed","id":"76C6DDEB-1DD8-B71B-0B9D856E5D0E4113","description":"The boat dock at Fort Caroline received damage in Hurricane Irma.  The gangway and dock have been removed and boat access to the site is closed.  The pier is accessible from land.","category":"Information","url":"","parkCode":"timu"},{"title":"Summer Hours Starting June 1 to August 31","id":"8BAF2A21-B4EF-3997-11C21AC186C047E7","description":"From June 1st till August 31st, the Lower Cliff Dwelling Trail will close at noon. For more information visit https:\/\/www.nps.gov\/tont\/planyourvisit\/hours.htm or call 928-961-2241.","category":"Information","url":"","parkCode":"tont"},{"title":"GPS Navigation Systems","id":"055E4813-0B1A-740E-65583984DF630CED","description":"GPS navigation systems often misdirect visitors driving to Ulysses S. Grant National Historic Site. GPS systems often route visitors to our back gate, or to the entrance for Grant's Farm (not affiliated with the NPS). Please visit our directions page.","category":"Information","url":"https:\/\/www.nps.gov\/ulsg\/planyourvisit\/directions.htm","parkCode":"ulsg"},{"title":"Mandatory Cold Water Life Jacket Wear","id":"D2333E33-155D-451F-678BF83AC70D1852","description":"Life jackets are required to be worn by all boaters from November 1st through April 30th.","category":"Caution","url":"http:\/\/www.fishandboat.com\/Boat\/BoatingRegulations\/Pages\/MandatoryPFD.aspx","parkCode":"upde"},{"title":"Chapel Trail Closed East of Washington Memorial Chapel","id":"236C406B-1DD8-B71B-0B57C8D4F50430C8","description":"Effective immediately, a short portion of the Chapel Trail, from the Washington Memorial Chapel to the Sullivan's Bridge Trail, will be closed through Summer 2020 due to the U.S. 422 Schuylkill River Bridge construction project.","category":"Information","url":"http:\/\/www.nps.gov\/vafo\/planyourvisit\/conditions.htm","parkCode":"vafo"},{"title":"BACKCOUNTRY VEHICLE ACCESS IS UNAVAILBLE","id":"2AAA6C91-ACE0-F089-F087EC148B2E99D2","description":"Backcountry vehicle access has been impacted by a washed out culvert where Jaramillo Creek crosses under the main route. We are working as quickly as we can, but do not have an estimated date yet when the repairs will be completed.","category":"Danger","url":"https:\/\/www.nps.gov\/vall\/learn\/news\/summer-backcountry-delay-2019.htm","parkCode":"vall"},{"title":"ROUGH ROADS","id":"3035043D-1DD8-B71B-0B21BCB289A239DD","description":"Visitors should be aware that road surfaces into and throughout the Valles Caldera are gravel and dirt. Roads often have ruts and potholes. Please use caution and drive slowly. High clearance vehicles are strongly recommended for backcountry travel.","category":"Information","url":"","parkCode":"vall"},{"title":"RESOURCE COLLECTING - All natural and cultural resources are protected","id":"43398198-1DD8-B71B-0BC38266D0FEE4C1","description":"While within preserve boundaries, the removal of any artifact, antler, obsidian,\nand other mineral or plant material is strictly prohibited.","category":"Information","url":"","parkCode":"vall"},{"title":"TEMPORARY DELAY OF SUMMER OPERATING HOURS","id":"BEDE3262-C681-47DA-DF56CB4ABA0518E1","description":"The start of our extended summer hours is delayed; we will remain under winter hours of 9 AM to 5 PM. A backlog in government background clearances has delayed he arrival of seasonal NPS staff needed to operate the extended hours during the summer season.","category":"Park Closure","url":"https:\/\/www.nps.gov\/vall\/learn\/news\/summer-backcountry-delay-2019.htm","parkCode":"vall"},{"title":"Visitor Access to USS Arizona Memorial Temporarily Suspended","id":"3A17D3F7-1DD8-B71B-0B5F8CE06886D1E9","description":"Due to a critical structural and safety issue impacting the USS Arizona Memorial dock and  loading ramp, the memorial is closed to visitation while repairs are made. Click \"More\" for alternative tour information.","category":"Park Closure","url":"https:\/\/www.nps.gov\/valr\/faqs.htm","parkCode":"valr"},{"title":"Cranberry Creek to Locator Lake Trail is closed","id":"B7487AD4-1DD8-B71B-0BBB0AFBCE54E955","description":"The Cranberry Creek to Locator Lake trail will remained closed until further notice due to beaver damming and flooding which is making the trail impassable. Signs are posted at the trail entrance.","category":"Caution","url":"https:\/\/www.nps.gov\/voya\/learn\/news\/voya-closes-cranberry-creek-to-locator-lake-trail-temporarily.htm","parkCode":"voya"},{"title":"Overlook & Trail Construction","id":"ADDEBE1E-B62C-92EB-EECD4B7A5B392E39","description":"Currently through October 18, 2019, construction may minimize access to the overlook facilities, cause the trail head to be temporarily rerouted, and closures of portions of the park trail. Check in at the park for more information. 580-497-2742","category":"Park Closure","url":"","parkCode":"waba"},{"title":"Walnut Canyon's Accessibility Lift is Out of Order","id":"2A9E928E-0F4A-CC0A-7F27FD57065C1FE8","description":"Walnut Canyon's accessibility lift that provides access to the lower level of the visitor center and the back patio is out of service. We are doing our best to get it repaired and back in service as soon as possible.","category":"Park Closure","url":"","parkCode":"waca"},{"title":"The Washington Monument is closed until August 2019","id":"824DF4DE-1DD8-B71B-0BC1F8D83AE183A8","description":"The Washington Monument is currently closed to visitors to allow for modernization of the elevator and construction of a new security structure at its base. Please continue to check this page for further updates on opening dates.","category":"Park Closure","url":"https:\/\/www.nps.gov\/nama\/learn\/news\/david-rubenstein-donates-funds-to-modernize-washington-monument-elevator.htm","parkCode":"wamo"},{"title":"No Recreational Vehicle (RV) Parking","id":"016CC9DB-1DD8-B71B-0B116D5332CAE19A","description":"Our parking lot cannot accommodate RV's or trailers. Please call the visitor center for options as we have a nearby lot for trailers to detach and are happy to help visitors in RV's plan their way to the park. RV's should NOT pull into the parking lot.","category":"Information","url":"","parkCode":"wefa"},{"title":"Partial closure due to Carr Fire","id":"DBEA0934-CC7E-4A7D-11EB0D240D891D40","description":"Crystal Creek Rd, the Tower House Historic District, and all points on the south side of the lake from Whiskeytown Dam to Carr Powerhouse remain closed. Please check Current Conditions for road openings and Things to Do \/ Hiking for open trails.","category":"Park Closure","url":"https:\/\/www.nps.gov\/whis\/carrfire.htm","parkCode":"whis"},{"title":"Park-wide Pavement Improvement Project - Expect One-way Traffic Control and Parking Lot Closures","id":"FD159D0F-CD30-500A-4086D850683BD620","description":"Pavement improvements will be conducted throughout the month of May. Expect one-way traffic control on roads within Whiskeytown. The visitor center will be closed on May 17 and Oak Bottom Campground\/Marina will be closed on May 21-22 for parking lot work.","category":"Information","url":"","parkCode":"whis"},{"title":"Road construction outside White Sands' entrance","id":"BA42EEC7-BB47-6CE0-A4BAAE66877D36EC","description":"Please use caution when entering, and especially exiting, White Sands.  New Mexico DOT has a road construction project on US 70 directly in front of the main entrance to White Sands.","category":"Caution","url":"","parkCode":"whsa"},{"title":"Monument Closures","id":"7708862B-0117-8FE9-A2A354BB310F7632","description":"From time to time the missile range that surrounds the monument performs missile testing that may require the closure of the park or Highway 70. Please plan your visit around upcoming missile tests.","category":"Information","url":"https:\/\/www.nps.gov\/whsa\/planyourvisit\/monument-closures.htm","parkCode":"whsa"},{"title":"RV and Tractor Trailer Parking at the Visitor Center","id":"7756ED6A-F763-D59A-6141778B310E0FBD","description":"There is limited space for parking for recreational vehicles and trailers in the parking lot directly in front (south) of the visitor center. RVs are asked to not park in the lot behind the visitor center. There is no parking space for tractor trailers.","category":"Information","url":"","parkCode":"whsa"},{"title":"Decontamination Mats Used to Prevent the Spread of White-nose Syndrome.","id":"F849AEA5-1DD8-B71B-0BD444668A8F680A","description":"All cave visitors will walk across a decontamination mat when entering and exiting the cave. Shoes, clothing, or gear used in other caves are not allowed on the Candlelight or Wild Cave tours to prevent the spread of White-nose Syndrome.","category":"Information","url":"https:\/\/www.nps.govhttps:\/\/nps.gov\/wica\/learn\/nature\/white-nose-syndrome-wns.htm","parkCode":"wica"},{"title":"HORSE TRAIL CROSSINGS CLOSED","id":"F88B23AD-D83F-4DF6-F68D09ACB5EEAF63","description":"Due to recent heavy rains, the horse trail crossings are closed until further notice.  For more information, call the Visitor Center at (417) 732-2662, ext. 227.","category":"Park Closure","url":"","parkCode":"wicr"},{"title":"Kennecott Visitor Center New Phone Number","id":"F7EDA6AF-F2AD-5D9B-1CC7F30C03EBE475","description":"The Kennecott Visitor Center in the Blackburn School at the Kennecott Mines National Historical Landmark has a new phone number: (907) 205-7106","category":"Information","url":"","parkCode":"wrst"},{"title":"Visitor Center Hours of Operation for Summer 2019","id":"F80B2983-F4B9-EF29-1F4D8E00E359AAF1","description":"Copper Center May 15 - Sept 29, daily 9 am – 5 pm. \nKennecott May 24 - Sept 8, daily 9 am – 5 pm. \nSlana April 22 - May 17, M – F, 8 am – 5 pm. May 20 - Sept 29, daily 8 am – 5 pm. \nChitina May 24 - Sept 2, daily 9 am – 5 pm.","category":"Information","url":"","parkCode":"wrst"},{"title":"Authorized Park Concessionaires Has Changed","id":"E37B9C6B-1DD8-B71B-0BF73CB4F39984BD","description":"The list of authorized concessionaires for Wrangell-St. Elias has recently changed. PLEASE check the park's list of all concessions authorized to provide sport hunting services in the park BEFORE hiring a service. Click \"more\" for this list:","category":"Information","url":"https:\/\/www.nps.gov\/wrst\/planyourvisit\/sport-hunting-guides.htm","parkCode":"wrst"},{"title":"Website undergoing maintenance until further notice","id":"1167B276-1DD8-B71B-0BEA8BD04962C576","description":"NPS is doing a 508 Refresh, to address our digital content that is inaccessible to people with disabilities. During this time, there may be pdf's that do not download or you get an error message. Sorry for the inconvenience and thank you for your patience","category":"Information","url":"","parkCode":"wrst"},{"title":"New Regulations Prohibit Brown and Black Bear Baiting","id":"290664CF-1DD8-B71B-0BC5EEBF35E8EB95","description":"Baiting for black and brown bears is prohibited in Wrangell-St. Elias National Preserve. Regulations also prohibit taking wolves and coyotes (including pups) from May 1 through August 9 and prohibit using dogs to hunt big game, including black bears.","category":"Information","url":"","parkCode":"wrst"},{"title":"NPS Finalizes Subsistence & Wildlife Collection Regulations","id":"358BBEC3-1DD8-B71B-0BAA40DEA3D4A695","description":"The NPS published final regulations in the Federal Register which allow federal subsistence users in Alaska to collect and use non-edible animal parts and plants for the making and selling of handicrafts.","category":"Information","url":"https:\/\/www.nps.gov\/orgs\/1840\/subsistence-wildlife-regs-2017.htm","parkCode":"wrst"},{"title":"Visitor Center Phone Outage","id":"37CDD021-024A-72BC-B3EA784918771A7D","description":"The main phone number for the Wupatki Visitor Center occasionally experiences outages during thunderstorms. If you cannot reach us on the main line please call 928-856-1705 for park information.","category":"Information","url":"","parkCode":"wupa"},{"title":"Most roads in Yellowstone now open","id":"559F0F2D-0682-F19F-D974DE52F7DF839D","description":"All roads are open. Roads may close temporarily due to inclement weather and other reasons.","category":"Information","url":"","parkCode":"yell"},{"title":"Yorktown Visitor Center is having new doors installed.","id":"2AE57EE1-0010-B8B8-D03C13A3B078B60A","description":"Your Fee dollars at work. The Yorktown Battlefield Visitor Center is currently having new front and back entrance doors installed.   This process should take approximately 10 days.   During this time the noise level in the Visitor Center may be impacted.","category":"Information","url":"","parkCode":"york"},{"title":"Temporary closure of Horse Trailer area","id":"AEFB7D65-9FD7-F71C-6B52062ECEC9EAF6","description":"The dirt parking area known as Horse Trailer Parking Lot will be temporarily closed for repairs and restoration.    Horse Trailers may be parked at Newport News Park for access to the same riding areas.   Contact Newport News park for more information.","category":"Information","url":"https:\/\/www.nps.gov\/york\/temporary-closure-of-horse-trailer-parking-area.htm","parkCode":"york"},{"title":"Expect traffic congestion in Yosemite, especially on Saturdays and holiday weekends","id":"32B613BF-1DD8-B71B-0BBA82FCAED8C277","description":"While we welcome you to Yosemite, expect traffic congestion. Be prepared for multiple delays—up to two to three hours—particularly in Yosemite Valley and at park entrances. Arrive before mid-morning, especially on Saturdays and holiday weekends.","category":"Information","url":"https:\/\/www.nps.gov\/yose\/planyourvisit\/traffic.htm","parkCode":"yose"},{"title":"Tioga Road is closed for the season due to snow","id":"05DD8471-155D-4519-3EE8EFAB628AB92E","description":"Tioga Road (continuation of Hwy 120 through the park) is closed; it usually opens in late May or June (snowpack is higher than average, though). Check current road conditions by calling 209\/372-0200 (then 1,1","category":"Park Closure","url":"https:\/\/www.nps.gov\/yose\/planyourvisit\/wroads.htm","parkCode":"yose"},{"title":"Gelvin's Airstrip Repaired","id":"3FC3A1FB-1DD8-B71B-0BA7C3EA26D73697","description":"In mid-June 2017, volunteers and National Park staff spent ten days rehabilitating the airstrip near the Gelvin’s cabin. Located 75 river miles up the Charley River, the airstrip had been unusable since 2013, when a flood washed out much of the airstrip.","category":"Information","url":"https:\/\/www.nps.gov\/yuch\/planyourvisit\/floatingthecharleyriver.htm","parkCode":"yuch"},{"title":"Please park legally and responsibly in Zion National Park and the Town of Springdale","id":"91355C15-1DD8-B71B-0BCB6DEE9AC4D5CB","description":"Zion has limited parking space. Park only in designated stalls. Vehicles parked outside of designated stalls are subject to citation and may be towed. Once all designated parking stalls in Zion are full, visitors should park in Springdale.","category":"Information","url":"https:\/\/www.nps.gov\/zion\/planyourvisit\/index.htm","parkCode":"zion"},{"title":"Trail Closures","id":"CEB66565-BE73-BF93-D34773AC8DB8A243","description":"The Narrows is closed due to snowmelt. The Kayenta Trail and Upper Emerald Pools Trail are closed until further notice due to storm damage. The Hidden Canyon Trail and Observation Point (from Weeping Rock) are closed until further notice due to rockfall.","category":"Park Closure","url":"","parkCode":"zion"}],"limit":"1000","start":"1"}
